{"":0,"<pad>":1,"<s>":2,"</s>":3,"<unk>":4,"<mask>":5,"!":6,"\"":7,"#":8,"$":9,"%":10,"&":11,"'":12,"(":13,")":14,"*":15,"+":16,",":17,"-":18,".":19,"/":20,"0":21,"1":22,"2":23,"3":24,"4":25,"5":26,"6":27,"7":28,"8":29,"9":30,":":31,";":32,"<":33,"=":34,">":35,"?":36,"@":37,"A":38,"B":39,"C":40,"D":41,"E":42,"F":43,"G":44,"H":45,"I":46,"J":47,"K":48,"L":49,"M":50,"N":51,"O":52,"P":53,"Q":54,"R":55,"S":56,"T":57,"U":58,"V":59,"W":60,"X":61,"Y":62,"Z":63,"[":64,"\\":65,"]":66,"^":67,"_":68,"`":69,"a":70,"b":71,"c":72,"d":73,"e":74,"f":75,"g":76,"h":77,"i":78,"j":79,"k":80,"l":81,"m":82,"n":83,"o":84,"p":85,"q":86,"r":87,"s":88,"t":89,"u":90,"v":91,"w":92,"x":93,"y":94,"z":95,"{":96,"|":97,"}":98,"~":99,"¡":100,"¢":101,"£":102,"¤":103,"¥":104,"¦":105,"§":106,"¨":107,"©":108,"ª":109,"«":110,"¬":111,"®":112,"¯":113,"°":114,"±":115,"²":116,"³":117,"´":118,"µ":119,"¶":120,"·":121,"¸":122,"¹":123,"º":124,"»":125,"¼":126,"½":127,"¾":128,"¿":129,"À":130,"Á":131,"Â":132,"Ã":133,"Ä":134,"Å":135,"Æ":136,"Ç":137,"È":138,"É":139,"Ê":140,"Ë":141,"Ì":142,"Í":143,"Î":144,"Ï":145,"Ð":146,"Ñ":147,"Ò":148,"Ó":149,"Ô":150,"Õ":151,"Ö":152,"×":153,"Ø":154,"Ù":155,"Ú":156,"Û":157,"Ü":158,"Ý":159,"Þ":160,"ß":161,"à":162,"á":163,"â":164,"ã":165,"ä":166,"å":167,"æ":168,"ç":169,"è":170,"é":171,"ê":172,"ë":173,"ì":174,"í":175,"î":176,"ï":177,"ð":178,"ñ":179,"ò":180,"ó":181,"ô":182,"õ":183,"ö":184,"÷":185,"ø":186,"ù":187,"ú":188,"û":189,"ü":190,"ý":191,"þ":192,"ÿ":193,"Ā":194,"ā":195,"Ă":196,"ă":197,"Ą":198,"ą":199,"Ć":200,"ć":201,"Ĉ":202,"ĉ":203,"Ċ":204,"ċ":205,"Č":206,"č":207,"Ď":208,"ď":209,"Đ":210,"đ":211,"Ē":212,"ē":213,"Ĕ":214,"ĕ":215,"Ė":216,"ė":217,"Ę":218,"ę":219,"Ě":220,"ě":221,"Ĝ":222,"ĝ":223,"Ğ":224,"ğ":225,"Ġ":226,"ġ":227,"Ģ":228,"ģ":229,"Ĥ":230,"ĥ":231,"Ħ":232,"ħ":233,"Ĩ":234,"ĩ":235,"Ī":236,"ī":237,"Ĭ":238,"ĭ":239,"Į":240,"į":241,"İ":242,"ı":243,"Ĳ":244,"ĳ":245,"Ĵ":246,"ĵ":247,"Ķ":248,"ķ":249,"ĸ":250,"Ĺ":251,"ĺ":252,"Ļ":253,"ļ":254,"Ľ":255,"ľ":256,"Ŀ":257,"ŀ":258,"Ł":259,"ł":260,"Ń":261,"Ġc":262,"in":263,"Ġt":264,"Ġs":265,"Ġa":266,"on":267,"er":268,"es":269,"Ġ1":270,"ed":271,"ea":272,"Ġb":273,"nd":274,"Ġo":275,"Ġp":276,"Ġm":277,"ar":278,"il":279,"Ġand":280,"up":281,"ic":282,"he":283,"Ġf":284,"Ġin":285,"Ġw":286,"po":287,"ut":288,"Ġcup":289,"poon":290,"en":291,"at":292,"an":293,"Ġto":294,"re":295,"al":296,"un":297,"ro":298,"ing":299,"le":300,"it":301,"eas":302,"Ġthe":303,"pp":304,"Ġg":305,"Ġd":306,"or":307,"Ġ2":308,"ce":309,"Ġch":310,"Ġl":311,"ĠS":312,"ur":313,"el":314,"Ġh":315,"Ġ(":316,"ab":317,"ĠC":318,"les":319,"Ġteas":320,"Ġteaspoon":321,"as":322,"Ġco":323,"is":324,"ge":325,"Ġon":326,"ables":327,"ow":328,"ablespoon":329,"Ġtablespoon":330,"Ġ3":331,"ĠP":332,"our":333,"ith":334,"la":335,"ve":336,"rea":337,"Ġun":338,"ra":339,"ix":340,"ot":341,"Ġwith":342,"Ġmin":343,"til":344,"ak":345,"gar":346,"eat":347,"Ġor":348,"ter":349,"ver":350,"ice":351,"ch":352,"us":353,"Ġuntil":354,"ĠB":355,"Ġsal":356,"Ġpe":357,"Ġoun":358,"to":359,"ion":360,"red":361,"dd":362,"ri":363,"lic":364,"ine":365,"Ġfor":366,"Ġcho":367,"ok":368,"ĠA":369,"Ġminut":370,"Ġsalt":371,"Ġsu":372,"pper":373,"um":374,"ol":375,"Ġmix":376,"Ġe":377,"ir":378,"Ġpepper":379,"ts":380,"Ġminutes":381,"ck":382,"ese":383,"ick":384,"Ġtablespoons":385,"Ġsugar":386,"Ġst":387,"Ġof":388,"ly":389,"Ġj":390,"heese":391,"ĠCo":392,"Ġcups":393,"ĠM":394,"utter":395,"pped":396,"uce":397,"gh":398,"res":399,"et":400,"Ġinto":401,"Ġcheese":402,"Ġsa":403,"Ġounce":404,"Ġbutter":405,"ream":406,"mon":407,"Ġ4":408,"ces":409,"ake":410,"Ġchopped":411,"ast":412,"Ġonion":413,"ll":414,"ato":415,"ĠAdd":416,"Ġcream":417,"ill":418,"Ġth":419,"Ġover":420,"Ġcook":421,"Ġoil":422,"Ġv":423,"Ġso":424,"th":425,"ĠI":426,"ry":427,"ater":428,"Ġju":429,"gg":430,"Ġsauce":431,"Ġwh":432,"ĠT":433,"im":434,"ien":435,"Ġbro":436,"Ġwater":437,"Ġgar":438,"mb":439,"ate":440,"gred":441,"Ġ12":442,"icken":443,"gredien":444,"Ġingredien":445,"Ġcan":446,"Ġingredients":447,"Ġjuice":448,"rou":449,"all":450,"ure":451,"id":452,"ĠR":453,"Ġle":454,"Ġn":455,"read":456,"ell":457,"ilk":458,"igh":459,"Ġegg":460,"owl":461,"ĠD":462,"Ġbowl":463,"Ġslic":464,"Ġfl":465,"ĠF":466,"Ġgarlic":467,"Ġre":468,"ad":469,"mo":470,"Ġsp":471,"Ġheat":472,"ay":473,"ish":474,"Ġcr":475,"Ġsh":476,"Ġy":477,"ou":478,"edi":479,"wn":480,"Ġbe":481,"Ġall":482,"Ġmilk":483,"atoes":484,"mbine":485,"resh":486,"qu":487,"Ġlar":488,"der":489,"Ġlarge":490,"ie":491,"erve":492,"ven":493,"Ġpa":494,"ĠW":495,"lace":496,"Ġfresh":497,"ean":498,"Ġr":499,"ber":500,"Ġgr":501,"Ġchicken":502,"ther":503,"edium":504,"owder":505,"ture":506,"Ġmedium":507,"st":508,"ĠSt":509,"ip":510,"na":511,"round":512,"Ġstir":513,"Ġpowder":514,"Ġbrown":515,"rain":516,"Ġounces":517,"lend":518,"ĠMix":519,"Ġmixture":520,"Ġteaspoons":521,"aking":522,"Ġadd":523,"ĠIn":524,"ight":525,"Ġflour":526,"Ġlemon":527,"oil":528,"op":529,"li":530,"ust":531,"ves":532,"eg":533,"Ġfro":534,"Ġbaking":535,"am":536,"age":537,"Ġpan":538,"ĠSp":539,"Ġwell":540,"Ġat":541,"Ġpot":542,"gether":543,"ush":544,"Ġtogether":545,"Ġground":546,"Ġoven":547,"out":548,"ĠBake":549,"ely":550,"Ġtom":551,"Ġse":552,"col":553,"Ġis":554,"ĠPlace":555,"50":556,"ĠCh":557,"om":558,"mall":559,"Ġhour":560,"oth":561,"ĠG":562,"Ġlb":563,"ite":564,"ring":565,"ger":566,"Ġoli":567,"aste":568,"ated":569,"reen":570,"ain":571,"ef":572,"con":573,"Ġcon":574,"ted":575,"ff":576,"Ġpack":577,"ink":578,"illa":579,"ĠStir":580,"anilla":581,"ey":582,"Ġblend":583,"co":584,"Ġsliced":585,"ass":586,"ĠCombine":587,"ĠPour":588,"Ġro":589,"Ġcl":590,"Ġab":591,"od":592,"Ġvanilla":593,"Ġeggs":594,"orn":595,"ars":596,"ub":597,"Ġdeg":598,"ard":599,"Ġdegre":600,"ct":601,"Ġ6":602,"Ġ8":603,"Ġgreen":604,"Ġ-":605,"Ġboil":606,"ore":607,"Ġsmall":608,"Ġred":609,"ĠL":610,"Ġ5":611,"ĠH":612,"Ġolive":613,"Ġba":614,"Ġabout":615,"ash":616,"rink":617,"pple":618,"ĠServe":619,"Ġdegrees":620,"ional":621,"colate":622,"Ġtaste":623,"ress":624,"Ġbread":625,"Ġpie":626,"each":627,"heat":628,"Ġ14":629,"Ġas":630,"Ġsk":631,"ĠCook":632,"if":633,"ced":634,"eason":635,"arm":636,"Ġmel":637,"Ġtop":638,"inegar":639,"ange":640,"Ġice":641,"Ġ350":642,"Ġvinegar":643,"reheat":644,"lack":645,"we":646,"Ġ10":647,"Ġte":648,"Ġhal":649,"Ġk":650,"ant":651,"ries":652,"ee":653,"Ġslices":654,"Ġdrain":655,"and":656,"Ġpin":657,"Ġhot":658,"rinkle":659,"Ġclo":660,"Ġsl":661,"iced":662,"imm":663,"ime":664,"Ġus":665,"Ġan":666,"ise":667,"let":668,"Ġex":669,"ten":670,"Ġmar":671,"Ġcut":672,"Ġwhite":673,"Ġpotatoes":674,"Ġblack":675,"Ġit":676,"ole":677,"Ġcorn":678,"Ġtomatoes":679,"riger":680,"ood":681,"ried":682,"se":683,"mooth":684,"erv":685,"Ġmay":686,"ide":687,"weet":688,"Ġminced":689,").":690,"Ġpackage":691,"ent":692,"inna":693,"innamon":694,"Ġchocolate":695,"Ġdish":696,"Ġonions":697,"Ġhours":698,"par":699,"uts":700,"Ġli":701,"ightly":702,"old":703,"Ġdiced":704,"Ġfrom":705,"nder":706,"move":707,"ressing":708,"Ġeach":709,"ap":710,"umb":711,"Ġcinnamon":712,"ĠSal":713,"ustard":714,"Ġcooked":715,"Ġcar":716,"ĠPreheat":717,"mp":718,"ĠO":719,"00":720,"ers":721,"Ġve":722,"Ġserv":723,"Ġsmooth":724,"Ġdry":725,"Ġlow":726,"ies":727,"Ġfla":728,"Ġrem":729,"Ġcombine":730,"eans":731,"Ġal":732,"Ġremain":733,"Ġserve":734,"Ġthen":735,"ded":736,"ĠCover":737,"Ġmelted":738,"Ġshe":739,"get":740,"zen":741,"redded":742,"Ġseason":743,"oney":744,"ul":745,"ĠRe":746,"Ġseed":747,"ss":748,"tra":749,"Ġremaining":750,"Ġserving":751,"berries":752,"naise":753,"ĠE":754,"onnaise":755,"ree":756,"illet":757,"Ġorange":758,"Ġsoup":759,"Ġshredded":760,"Ġmustard":761,"tional":762,"Ġcover":763,"Ġgl":764,"Ġsour":765,"Ġgrated":766,"Ġmayonnaise":767,"uc":768,"Ġbeef":769,"Ġpeel":770,"Ġinch":771,"ag":772,"Ġref":773,"ley":774,"Ġif":775,"Ġcub":776,"berry":777,"uff":778,"Ġfin":779,"ire":780,"Ġfrozen":781,"immer":782,"reas":783,"Ġsof":784,"rough":785,"Ġglass":786,"Ġdried":787,"Ġ30":788,"Ġrice":789,"Ġhalf":790,"Ġ&":791,"Ġveget":792,"quar":793,"me":794,"Ġstirring":795,"Ġare":796,"Ġyou":797,"pan":798,"Ġdrained":799,"Ġskillet":800,"Ġbeans":801,"iz":802,"optional":803,"uit":804,"tt":805,"ks":806,"room":807,"ue":808,"Ġchil":809,"ips":810,"Ġextra":811,"ins":812,"Ġrefriger":813,"ushroom":814,"eal":815,"Ġtender":816,"urn":817,"Ġpre":818,"Ġsaucepan":819,"anan":820,"Ġfinely":821,"Ġ15":822,"Ġdressing":823,"Ġhoney":824,"arsley":825,"cess":826,"Ġcloves":827,"Ġpap":828,"Ġparsley":829,"Ġcrush":830,"Ġdes":831,"ĠSprinkle":832,"eapple":833,"ute":834,"Ġbacon":835,"ĠSalad":836,"ĠRemove":837,"Ġlime":838,"fore":839,"Ġbefore":840,"og":841,"ery":842,"rack":843,"ach":844,"Ġyour":845,"raw":846,"Ġlea":847,"Ġcool":848,"Ġbeat":849,"Ġcrushed":850,"ĠSa":851,"ld":852,"Ġchips":853,"Ġcrumb":854,"10":855,"vor":856,"Ġpieces":857,"ave":858,"Ġblender":859,"Ġuse":860,"ĠHeat":861,"ka":862,"ian":863,"able":864,"pping":865,"Ġmushroom":866,"armes":867,"Ġchill":868,"elery":869,"ired":870,"Ġpro":871,"Ġ20":872,"armesan":873,"ps":874,"Ġpeeled":875,"inger":876,"yr":877,"est":878,"yrup":879,"Ġpl":880,"ray":881,"Ġcelery":882,"edd":883,"ade":884,"ran":885,"Ġdesired":886,"ork":887,"nish":888,"ĠWh":889,"ess":890,"Ġtomato":891,"ini":892,"eddar":893,"Ġapp":894,"Ġpineapple":895,"Ġsimmer":896,"da":897,"Ġcarro":898,"'s":899,"Ġseasoning":900,"isk":901,"ough":902,"Ġpour":903,"Ġcont":904,"Ġup":905,"ĠTo":906,"ĠSpread":907,"Ġsyrup":908,"Ġgreas":909,"Ġthin":910,"cc":911,"Ġsweet":912,"Ġplace":913,"ĠAnd":914,"Ġmore":915,"Ġmargar":916,"Ġ9":917,"eanut":918,"sh":919,"pe":920,"ruit":921,"Ġliqu":922,"Ġmeat":923,"hen":924,"Ġfir":925,"Ġbanan":926,"Ġmargarine":927,"Ġbas":928,"ds":929,"Ġlbs":930,"Ġhea":931,"oy":932,"Ġsoda":933,"urt":934,"ĠPut":935,"Ġsoy":936,"Ġginger":937,"Ġsheet":938,"Ġsalad":939,"Ġwine":940,"Ġz":941,"Ġbake":942,"Ġpast":943,"tened":944,"Ġbot":945,"can":946,"Ġlightly":947,"olden":948,"75":949,"Ġne":950,"Ġwhi":951,"Ġgra":952,"tle":953,"Ġbag":954,"Ġstraw":955,"asted":956,"Ġen":957,"conut":958,"ĠCut":959,"east":960,"ogurt":961,"Ġcooking":962,"Ġone":963,"zz":964,"ately":965,"Ġset":966,"Ġcheddar":967,"Ġgolden":968,"Ġprocess":969,"Ġslice":970,"Ġcrack":971,"asser":972,"Ġwhole":973,"Ġchili":974,"low":975,"asserole":976,"Ġextract":977,"iss":978,"Ġbroth":979,"Ġvegetable":980,"row":981,"Ġbasil":982,"ĠTop":983,"Ġthrough":984,"joy":985,"Ġcontain":986,"ĠN":987,"ich":988,"Ġ13":989,"Ġroll":990,"Ġgreased":991,"Ġside":992,"one":993,"ĠWith":994,"Ġbreas":995,"very":996,"ang":997,"ffee":998,"Ġout":999,"Ġapple":1000,"Ġtor":1001,"ke":1002,"ĠChicken":1003,"inch":1004,"15":1005,"Ġquar":1006,"Ġyogurt":1007,"stant":1008,"Ġsoftened":1009,"Ġthick":1010,"Ġwarm":1011,"ved":1012,"ions":1013,"Ġnot":1014,"ne":1015,"Ġtoss":1016,"Ġhigh":1017,"ĠDrain":1018,"Ġcoconut":1019,"led":1020,"icrow":1021,"Ġpeanut":1022,"Ġcoat":1023,"Ġri":1024,"Ġcontainer":1025,"inach":1026,"Ġparmesan":1027,"af":1028,"ĠSh":1029,"erry":1030,"Ġflak":1031,"Ġcans":1032,"ano":1033,"Ġalmon":1034,"Ġcubes":1035,"ĠCream":1036,"umber":1037,"ĠPot":1038,"Ġpasta":1039,"ear":1040,"Ġapples":1041,"Ġsprinkle":1042,"ĠCool":1043,"Ch":1044,"ucumber":1045,"Ġseeds":1046,"Ġspray":1047,"Ġfood":1048,"Ġcarrots":1049,"Ġpork":1050,"ĠBlend":1051,"ĠBring":1052,"ĠBro":1053,"icrowave":1054,"Ġra":1055,"ently":1056,"Ġmo":1057,"lue":1058,"Ġlight":1059,"Ġjust":1060,"Ġboiling":1061,"ac":1062,"vy":1063,"ĠV":1064,"ew":1065,"Ġleaves":1066,"Ġprepar":1067,"fer":1068,"Ġlo":1069,"alian":1070,"Ġsto":1071,"Ġmushrooms":1072,"isp":1073,"ĠDip":1074,"aw":1075,"Ġnuts":1076,"ĠJ":1077,"Ġstea":1078,"Ġwhipped":1079,"ayer":1080,"Ġcold":1081,"25":1082,"art":1083,"ze":1084,"oc":1085,"ĠSauce":1086,"Ġcake":1087,"ump":1088,"ĠK":1089,"Ġminute":1090,"umin":1091,"Ġpecan":1092,"Ġres":1093,"Ġleast":1094,"ĠBeat":1095,"antro":1096,"ĠCheese":1097,"rika":1098,"ilantro":1099,"ccol":1100,"ĠGar":1101,"Ġclove":1102,"ccoli":1103,"Ġtortil":1104,"12":1105,"ĠDi":1106,"Ġnon":1107,"Ġeven":1108,"bs":1109,"16":1110,"ĠEn":1111,"alls":1112,"sa":1113,"reg":1114,"Ġpaprika":1115,"Ġrefrigerate":1116,"Ġcoffee":1117,"Ġprepared":1118,"Ġonto":1119,"atter":1120,"Ġcran":1121,"ĠSeason":1122,"Ġfruit":1123,"shire":1124,"udd":1125,"ile":1126,"ĠLet":1127,"ally":1128,"Ġoat":1129,"range":1130,"Ġturn":1131,"Ġ34":1132,"tershire":1133,"fat":1134,"aln":1135,"orces":1136,"elt":1137,"Ġbeaten":1138,"Ġjar":1139,"orcestershire":1140,"eep":1141,"Ġgarnish":1142,"Ġcookie":1143,"Ġlet":1144,"rimp":1145,"Ġunco":1146,"Ġpeppers":1147,"Ġcilantro":1148,"Ġnut":1149,"ĠIt":1150,"Ġflavor":1151,"ĠU":1152,"Ġfat":1153,"Ġfill":1154,"os":1155,"Ġgrill":1156,"ĠChill":1157,"ened":1158,"regano":1159,"Ġflakes":1160,"Ġcucumber":1161,"ound":1162,"ta":1163,"Ġdash":1164,"Ġby":1165,"Ġbut":1166,"Ġoregano":1167,"Ġlett":1168,"ature":1169,"aked":1170,"unch":1171,"udding":1172,"ĠRef":1173,"Ġwhisk":1174,"Ġlike":1175,"Ġstrawberries":1176,"Ġbrowned":1177,"usage":1178,"Ġpecans":1179,"isc":1180,"ĠWorcestershire":1181,"rock":1182,"Ġthem":1183,"Ġlettuce":1184,"Ġfry":1185,"Ġother":1186,"Ġthinly":1187,"Ġmarin":1188,"Ġpaper":1189,"Ġfree":1190,"Ġdough":1191,"Ġfirst":1192,"ĠMelt":1193,"Ġpinch":1194,"coa":1195,"pt":1196,"Ġwill":1197,"abb":1198,"Ġcrust":1199,"Ġprocessor":1200,"ined":1201,"Ġbanana":1202,"Ġbell":1203,"ame":1204,"Ġwaln":1205,"Ġ7":1206,"Ġdi":1207,"ediately":1208,"Ġevenly":1209,"Ġskin":1210,"ĠRefriger":1211,"Ġchilled":1212,"tom":1213,"Ġpit":1214,"Ġimm":1215,"Ġliquid":1216,"Ġspinach":1217,"Ġtopping":1218,"ig":1219,"ary":1220,"Ġblended":1221,"Ġchun":1222,"Ġocc":1223,"Ġde":1224,"meg":1225,"ĠRefrigerate":1226,"Ġbring":1227,"ashed":1228,"abbage":1229,"ionally":1230,"enne":1231,"Ġdone":1232,"Ġ375":1233,"voc":1234,"Ġcasserole":1235,"oked":1236,"14":1237,"Ġlon":1238,"vocad":1239,"Ġoccas":1240,"Ġ400":1241,"oodles":1242,"Ġnutmeg":1243,"kin":1244,"ĠButter":1245,"Ġcumin":1246,"ator":1247,"Ġoccasionally":1248,"less":1249,"Ġblue":1250,"oll":1251,"Ġmixing":1252,"arb":1253,"Ġtemp":1254,"ĠY":1255,"Ġbottom":1256,"roughly":1257,"Ġimmediately":1258,"ĠPe":1259,"ren":1260,"Ġspread":1261,"ĠSo":1262,"Ġtw":1263,"Ġbon":1264,"Ġcocoa":1265,"ocolate":1266,"Ġsc":1267,"Ġvegetables":1268,"ens":1269,"asy":1270,"Ġtime":1271,"vered":1272,"Ġrais":1273,"Ġlit":1274,"akes":1275,"ĠTh":1276,"ges":1277,"cept":1278,"als":1279,"Ġ45":1280,"Ġsoft":1281,"Ġham":1282,"issol":1283,"Ġstick":1284,"ĠFor":1285,"Ġspoon":1286,"Ġmicrowave":1287,"arch":1288,"Ġcrumbs":1289,"arin":1290,"ucch":1291,"Ġpound":1292,"urk":1293,"apen":1294,"Ġwalnuts":1295,"Ġsiz":1296,"ĠEnjoy":1297,"Ġcrisp":1298,"Ġbroccoli":1299,"uid":1300,"edges":1301,"Ġbreasts":1302,"ucchini":1303,"Ġpowdered":1304,"Ġslightly":1305,"Ġfluid":1306,"ĠRed":1307,"ayenne":1308,"ides":1309,"Ġaside":1310,"els":1311,"ĠItalian":1312,"Ġheavy":1313,"eless":1314,"wich":1315,"Ġdill":1316,"alapen":1317,"rap":1318,"esame":1319,"Ġrefrigerator":1320,"meal":1321,"Ġthis":1322,"Ġmake":1323,"Ġcayenne":1324,"ĠGr":1325,"ĠToss":1326,"urkey":1327,"ser":1328,"ĠSpoon":1329,"ella":1330,"Ġfoil":1331,"Ġnoodles":1332,"Ġboneless":1333,"lo":1334,"asp":1335,"Ġusing":1336,"umpkin":1337,"oni":1338,"ord":1339,"Ġtill":1340,"Ġslow":1341,"Ġmint":1342,"Ġshall":1343,"ric":1344,"Ġcubed":1345,"Ġtemper":1346,"Ġtoasted":1347,"Ġsausage":1348,"Ġsides":1349,"dens":1350,"ctions":1351,"Ġalmonds":1352,"Ġuns":1353,"Ġdire":1354,"Ġtemperature":1355,"ĠGarnish":1356,"densed":1357,"odka":1358,"ĠBrown":1359,"ark":1360,"rop":1361,"Ġtho":1362,"rans":1363,"Ġoff":1364,"Ġlayer":1365,"yme":1366,"Ġput":1367,"cr":1368,"Ġremove":1369,"Ġshrimp":1370,"eta":1371,"Ġ18":1372,"rizz":1373,"Ġpreheat":1374,"Ġcabbage":1375,"Ġexcept":1376,"Ġthaw":1377,"Ġpotato":1378,"urpo":1379,"Ġpudding":1380,"Ġ25":1381,"night":1382,"urpose":1383,"Ġcrackers":1384,"Ġvery":1385,"Ġsalsa":1386,"Ġraisins":1387,"gin":1388,"urger":1389,"Ġsaute":1390,"Ġket":1391,"ices":1392,"Ġcovered":1393,"Ġcrumbled":1394,"Ġneed":1395,"Ġsqu":1396,"Ġmixed":1397,"Ġthyme":1398,"ĠRoll":1399,"milk":1400,"Ġthicken":1401,"arsh":1402,"tail":1403,"Ġvodka":1404,"Ġavocad":1405,"jon":1406,"eed":1407,"Ġcondensed":1408,"erries":1409,"Ġfirm":1410,"ĠCr":1411,"Ġjalapen":1412,"cktail":1413,"rizzle":1414,"Ġolives":1415,"amb":1416,"Ġroast":1417,"Ġmuff":1418,"chup":1419,"ellow":1420,"Ġbananas":1421,"Ġroom":1422,"ider":1423,"Ġpeach":1424,"Ġsesame":1425,"mallow":1426,"Ġinstant":1427,"Ġdissol":1428,"rench":1429,"Ġovernight":1430,"arshmallow":1431,"ĠOn":1432,"rand":1433,"purpose":1434,"Ġshell":1435,"ĠWhip":1436,"ned":1437,"Ġbatter":1438,"Ġsecon":1439,"Ġthoroughly":1440,"Ġthawed":1441,"Ġchi":1442,"stick":1443,"ubb":1444,"eur":1445,"ec":1446,"Ġzest":1447,"Ġcur":1448,"Ġrum":1449,"Ġfork":1450,"Ġcoars":1451,"Ġbo":1452,"Ġketchup":1453,"Ġany":1454,"Ġlittle":1455,"Ġacc":1456,"una":1457,"ĠSoup":1458,"yle":1459,"Ġoats":1460,"Ġfish":1461,"ind":1462,"em":1463,"Ġchops":1464,"ĠWhisk":1465,"Ġliqueur":1466,"ets":1467,"Ġ16":1468,"arella":1469,"ex":1470,"Ġmarshmallow":1471,"Ġcomp":1472,"ous":1473,"Ġgently":1474,"about":1475,"ĠFill":1476,"own":1477,"Ġquart":1478,"ording":1479,"Ġtea":1480,"zzarella":1481,"Ġpreheated":1482,"rrange":1483,"Ġstand":1484,"amic":1485,"Ġaccording":1486,"Ġchunks":1487,"lower":1488,"Ġtwo":1489,"Ġpeas":1490,"ĠWhen":1491,"starch":1492,"Ġsquar":1493,"ĠDijon":1494,"other":1495,"ually":1496,"Ġyellow":1497,"cent":1498,"Ġread":1499,"Ġpla":1500,"Ġcomplet":1501,"alsamic":1502,"Ġcornstarch":1503,"Ġcider":1504,"fe":1505,"Ġshor":1506,"Ġpacked":1507,"Ġloaf":1508,"flower":1509,"uch":1510,"ple":1511,"te":1512,"Ġcherry":1513,"Ġuncovered":1514,"ings":1515,"Ġzucchini":1516,"Ġcor":1517,"izz":1518,"Ġtortilla":1519,"ransfer":1520,"ĠPie":1521,"ĠReduce":1522,"ĠRice":1523,"ĠBread":1524,"Ġrasp":1525,"Ġqu":1526,"Ġtri":1527,"Ġdown":1528,"Ġcompletely":1529,"Ġballs":1530,"Ġcrock":1531,"Ġdo":1532,"Ġthat":1533,"emon":1534,"Ġturkey":1535,"ack":1536,"ĠDressing":1537,"Ġfilling":1538,"high":1539,"Easy":1540,"Ġmozzarella":1541,"ĠIf":1542,"ages":1543,"Ġu":1544,"Ġpaste":1545,"13":1546,"ango":1547,"ive":1548,"por":1549,"ĠSl":1550,"dge":1551,"sem":1552,"Ġboth":1553,"ĠGrill":1554,"Ġstri":1555,"ĠSaute":1556,"Ġevery":1557,"parag":1558,"semary":1559,"aker":1560,"paragus":1561,"sp":1562,"Ġseeded":1563,"Ġmelt":1564,"mer":1565,"anch":1566,"Ġfreshly":1567,"Ġgran":1568,"Ġsm":1569,"crumb":1570,"Ġpo":1571,"Ġlen":1572,"Ġready":1573,"Ġcarrot":1574,"Ġbubb":1575,"Ġbox":1576,"ull":1577,"ops":1578,"Ġml":1579,"ĠFold":1580,"Ġstock":1581,"Ġconstant":1582,"Ġskinless":1583,"stit":1584,"ist":1585,"Ġwheat":1586,"Ġconstantly":1587,"Ġplate":1588,"Ġenjoy":1589,"Ġmuffin":1590,"Ġpat":1591,"Ġhalves":1592,"aco":1593,"Ġfa":1594,"Ġcomb":1595,"Ġseconds":1596,"Ġjalapeno":1597,"Ġpure":1598,"med":1599,"iscuit":1600,"Ġwhen":1601,"Ġglasses":1602,"20":1603,"acar":1604,"Ġenough":1605,"ĠRo":1606,"rox":1607,"Ġplain":1608,"va":1609,"Ġbreast":1610,"ĠSto":1611,"Ġsize":1612,"ble":1613,"Ġanother":1614,"Ġbreadcrumb":1615,"Ġbit":1616,"Ġsub":1617,"ĠParmesan":1618,"enter":1619,"Ġmarinade":1620,"Ġ40":1621,"'t":1622,"Ġcranberries":1623,"aple":1624,"Ġdirections":1625,"Ġpumpkin":1626,"Ġcenter":1627,"tening":1628,"Ġsalmon":1629,"unt":1630,"ting":1631,"Ġheated":1632,"reak":1633,"rush":1634,"au":1635,"ĠSimmer":1636,"acaroni":1637,"ould":1638,"Ġpick":1639,"Ġwa":1640,"Ġhand":1641,"Ġcracker":1642,"izza":1643,"ĠCasserole":1644,"astic":1645,"hett":1646,"ction":1647,"Ġlonger":1648,"ia":1649,"free":1650,"ites":1651,"erb":1652,"Ġshortening":1653,"Ġclean":1654,"lets":1655,"Ġbroil":1656,"Ġbalsamic":1657,"fter":1658,"ipe":1659,"Ġfine":1660,"Ġstrips":1661,"Ġripe":1662,"vid":1663,"Ġfil":1664,"Ġbreadcrumbs":1665,"int":1666,"ĠArrange":1667,"Ġsome":1668,"Ġmashed":1669,"Ġcocktail":1670,"ĠFrench":1671,"irgin":1672,"Ġcanned":1673,"Ġcranberry":1674,"cy":1675,"isten":1676,"ug":1677,"Ġform":1678,"ĠShake":1679,"Ġcons":1680,"ĠBoil":1681,"ĠChocolate":1682,"Ġplastic":1683,"Ġhas":1684,"Ġround":1685,"ful":1686,"ah":1687,"Ġhave":1688,"ican":1689,"Ġsubstit":1690,"ĠStore":1691,"Ġneeded":1692,"ĠPotatoes":1693,"rt":1694,"oke":1695,"Ġx":1696,"Ġreduce":1697,"Ġdark":1698,"Ġrosemary":1699,"Ġrest":1700,"ham":1701,"Qu":1702,"ead":1703,"Ġavocado":1704,"Ġhalved":1705,"las":1706,"Ġcreamy":1707,"ĠCookies":1708,"Ġcombined":1709,"Ġprefer":1710,"Ġquarter":1711,"itional":1712,"ape":1713,"ĠSlice":1714,"Ġper":1715,"Ġpackages":1716,"Ġalmond":1717,"fa":1718,"Ġwedges":1719,"ĠDrop":1720,"aghett":1721,"wise":1722,"Ġfew":1723,"Ġcol":1724,"Ġbuttermilk":1725,"Sp":1726,"Ġhard":1727,"ĠThe":1728,"ĠTurn":1729,"Ġshake":1730,"aghetti":1731,"Ġbottle":1732,"Ġshallow":1733,"Ġturning":1734,"insed":1735,"Ġblueberries":1736,"Ġleaf":1737,"vorite":1738,"ort":1739,"weetened":1740,"Ġtortillas":1741,"Ġ50":1742,"Ġyol":1743,"Ġchives":1744,"porated":1745,"rease":1746,"Ġcer":1747,"so":1748,"Ġsepar":1749,"ĠTransfer":1750,"amburger":1751,"inue":1752,"Ġcooker":1753,"ĠTom":1754,"Ġno":1755,"Ġrinsed":1756,"Ġgrap":1757,"Ġtuna":1758,"Ġmixer":1759,"aby":1760,"Ġthey":1761,"Ġscall":1762,"Ġrack":1763,"ĠMarin":1764,"Ġsweetened":1765,"Ġstrawberry":1766,"ĠCake":1767,"Ġsea":1768,"anana":1769,"Ġonce":1770,"Ġmarshmallows":1771,"ĠPre":1772,"Ġcoated":1773,"lish":1774,"Ġfillets":1775,"centr":1776,"Ġpress":1777,"Ġrec":1778,"ola":1779,"ina":1780,"arbec":1781,"Ġasparagus":1782,"gth":1783,"ĠYou":1784,"Ġfrying":1785,"Ġconsisten":1786,"Ġwhile":1787,"Ġcereal":1788,"Ġcurry":1789,"Ġapprox":1790,"Ġgraham":1791,"Ġwhites":1792,"ĠBe":1793,"ma":1794,"ĠCar":1795,"ĠSmooth":1796,"Ġag":1797,"Ġconcentr":1798,"Ġconsistency":1799,"auli":1800,"Ġfeta":1801,"Ġsand":1802,"Ġsubstitute":1803,"Ġ325":1804,"atin":1805,"auliflower":1806,"wh":1807,"Ġbiscuit":1808,"Ġcoarsely":1809,"Ġunsweetened":1810,"ĠUse":1811,"corn":1812,"ĠDrizzle":1813,"ots":1814,"Ġcand":1815,"Ġlid":1816,"Ġmaple":1817,"imes":1818,"Ġmango":1819,"Ġsandwich":1820,"Ġday":1821,"ern":1822,"Ġvirgin":1823,"Ġbet":1824,"Ġlength":1825,"dually":1826,"Ġconcentrate":1827,"Ġmacaroni":1828,"zer":1829,"Ġair":1830,"Ġkeep":1831,"fection":1832,"Ġshaker":1833,"Ġsteak":1834,"Ġallow":1835,"thing":1836,"Ġdissolved":1837,"Ġeva":1838,"icy":1839,"ates":1840,"Ġ35":1841,"reased":1842,"Ġused":1843,"Ġbun":1844,"ĠCorn":1845,"sc":1846,"Ġfavorite":1847,"Ġkn":1848,"greased":1849,"Ġconfection":1850,"ĠPeel":1851,"fla":1852,"amp":1853,"Ġchilies":1854,"Ġadditional":1855,"cle":1856,"rained":1857,"ĠSmoothie":1858,"Ġwrap":1859,"Ġrolls":1860,"Ġbou":1861,"pric":1862,"Ġcom":1863,"ĠEgg":1864,"Ġthickened":1865,"adish":1866,"Ġdon":1867,"ĠSpray":1868,"arbecue":1869,"ĠGra":1870,"Ġgel":1871,"anges":1872,"lect":1873,"ino":1874,"Ġsquash":1875,"Ġinches":1876,"Ġhead":1877,"law":1878,"Ġmini":1879,"Ġbrand":1880,"ĠSet":1881,"Ġrea":1882,"Ġtoo":1883,"Ġdip":1884,"Ġpatt":1885,"Ġcolor":1886,"Ġhamburger":1887,"Cream":1888,"Ġpuree":1889,"Ġspices":1890,"Ġremo":1891,"Ġoranges":1892,"amel":1893,"Ġspaghetti":1894,"Ġuncooked":1895,"osh":1896,".)":1897,"ugar":1898,"rtich":1899,"andwich":1900,"arp":1901,"amo":1902,"ĠPotato":1903,"Ġevaporated":1904,"inse":1905,"Ġaround":1906,"Ġstuff":1907,"Ġpeaches":1908,"uced":1909,"illon":1910,"Ġtaco":1911,"Ġsteaks":1912,"Ġhor":1913,"alf":1914,"ĠFree":1915,"Ġsem":1916,"Ġgood":1917,"Ġcucumbers":1918,"ling":1919,"seradish":1920,"175":1921,"ĠGrease":1922,"Ġgranul":1923,"imately":1924,"Ġwhipping":1925,"reme":1926,"Ġbouillon":1927,"Ġamo":1928,"Ġchoice":1929,"eanuts":1930,"Ġbite":1931,"iscard":1932,"cho":1933,"ier":1934,"Ġ24":1935,"Ġgelatin":1936,"vide":1937,"Ġbunch":1938,"ĠSandwich":1939,"ridge":1940,"Ġpink":1941,"Ġpint":1942,"Ġconfectioners":1943,"osher":1944,"Ġungreased":1945,"Ġtow":1946,"Ġwax":1947,"ong":1948,"ĠFry":1949,"ully":1950,"Ġsco":1951,"ving":1952,"Ġrind":1953,"ift":1954,"achine":1955,"Ġspeed":1956,"Ġend":1957,"Ġchop":1958,"lu":1959,"Ġreserv":1960,"Ġlong":1961,"ĠThis":1962,"Ġsquares":1963,"ĠAll":1964,"Ġreduced":1965,"Co":1966,"Ġeverything":1967,"ddle":1968,"mel":1969,"Ġmash":1970,"Ġpeanuts":1971,"Ġpiece":1972,"atch":1973,"ĠStrain":1974,"imple":1975,"Ġafter":1976,"rig":1977,"Ġcherries":1978,"Ġcomes":1979,"elly":1980,"Ġyeast":1981,"Ġkosher":1982,"alted":1983,"Ġcube":1984,"Ġsit":1985,"Ġtooth":1986,"Ġquick":1987,"zed":1988,"Ġpitted":1989,"Chocolate":1990,"Ġranch":1991,"),":1992,"Ġmon":1993,"pick":1994,"Ġbubbly":1995,"ney":1996,"veral":1997,"Ġberries":1998,"di":1999,"Ġlengthwise":2000,"Ġsalted":2001,"Ġseparate":2002,"ĠLayer":2003,"wiss":2004,"ĠLemon":2005,"Ġbaby":2006,"tight":2007,"hees":2008,"uss":2009,"ears":2010,"Ġseveral":2011,"half":2012,"Ġpatties":2013,"lenda":2014,"Ġfreeze":2015,"Ġtoast":2016,"ĠPro":2017,"Ġund":2018,"ander":2019,"Ġyolks":2020,"way":2021,"ĠBeans":2022,"Ġfreezer":2023,"esto":2024,"Ġfridge":2025,"Ġgrease":2026,"ĠStea":2027,"Ġagain":2028,"Ġtoothpick":2029,"ppy":2030,"rag":2031,"Ġcauliflower":2032,"Ġstem":2033,"Ġseasoned":2034,"Ġfre":2035,"ĠCheddar":2036,"Ġroasted":2037,"Ġback":2038,"ĠAl":2039,"ized":2040,"Ġalso":2041,"exican":2042,"Ġcookies":2043,"vided":2044,"Ġpizza":2045,"vel":2046,"mmed":2047,"quently":2048,"Chicken":2049,"Ġflavors":2050,"Ġapproximately":2051,"Ġfold":2052,"Ġeas":2053,"ont":2054,"Ġhorseradish":2055,"Ġfrequently":2056,"ĠPork":2057,"Ġnonstick":2058,"Ġrun":2059,"18":2060,"ĠFl":2061,"Ġjuices":2062,"Ġstore":2063,"balls":2064,"Ġsprig":2065,"Ġbeer":2066,"cakes":2067,"edge":2068,"ĠMicrowave":2069,"Ġdrink":2070,"Ġrefrigerated":2071,"Ġ425":2072,"iander":2073,"such":2074,"Ġflat":2075,"Ġspice":2076,"pend":2077,"Ġcap":2078,"cher":2079,"Ġinc":2080,"Ġdou":2081,"vored":2082,"Ġshould":2083,"Ġstal":2084,"ĠPepper":2085,"Ġop":2086,"auce":2087,"Ġwant":2088,"illed":2089,"cake":2090,"uffy":2091,"30":2092,"Ġsun":2093,"Ġseal":2094,"Ġraspberry":2095,"Ġseasonings":2096,"Ġcrab":2097,"ĠGarlic":2098,"Ġfull":2099,"Ġrecipe":2100,"Ġapric":2101,"rett":2102,"Ġsheets":2103,"Ġsquee":2104,"ild":2105,"Ġsticks":2106,"ĠMake":2107,"ĠThen":2108,"Ġslowly":2109,"rtichoke":2110,"Ġgranulated":2111,"OT":2112,"Ġdivided":2113,"Quick":2114,"lectric":2115,"Ġbuns":2116,"Ġairtight":2117,"Ġedges":2118,"ĠAllow":2119,"ation":2120,"Ġstrain":2121,"Ġunsalted":2122,"sting":2123,"rette":2124,"Ġlemonade":2125,"Ġbroiler":2126,"Ġsharp":2127,"Ġcoriander":2128,"ĠPress":2129,"ĠPrepar":2130,"Ġbuttered":2131,"ĠFro":2132,"Ġraspberries":2133,"Ġbags":2134,"bon":2135,"Ġelectric":2136,"inaig":2137,"Ġsure":2138,"Ġjelly":2139,"ĠBrush":2140,"Ġcanola":2141,"inaigrette":2142,"Ġcott":2143,"Ġgreens":2144,"Ġamount":2145,"pot":2146,"style":2147,"Ġquartered":2148,"Ġ23":2149,"Ġadding":2150,"ĠDivide":2151,"asses":2152,"Ġpitcher":2153,"ai":2154,"ĠPrepare":2155,"tern":2156,"Ġoatmeal":2157,"ĠFruit":2158,"Ġribs":2159,"lit":2160,"Ġgo":2161,"ĠSalt":2162,"Ġdrizzle":2163,"sor":2164,"asta":2165,"Ġmachine":2166,"Ġcro":2167,"asco":2168,"Ġdegree":2169,"flavored":2170,"iff":2171,"peat":2172,"Ġcas":2173,"reat":2174,"olasses":2175,"Ġbest":2176,"Ġball":2177,"Ġ450":2178,"Ġcottage":2179,"ĠGreen":2180,"Ġvegg":2181,"Ġsquare":2182,"Ġcontinue":2183,"Ġcooled":2184,"ness":2185,"Ġbay":2186,"do":2187,"Ġpart":2188,"otch":2189,"Ġbarbecue":2190,"Ġorder":2191,"of":2192,"ĠApple":2193,"ener":2194,"Ġcored":2195,"Ġpul":2196,"ĠBean":2197,"St":2198,"Ġlean":2199,"ĠSplenda":2200,"Ġcornmeal":2201,"ĠTomato":2202,"Ro":2203,"ĠCan":2204,"Ġman":2205,"ular":2206,"abasco":2207,"--":2208,"uck":2209,"ĠBeef":2210,"melon":2211,"ily":2212,"ila":2213,"kra":2214,"zo":2215,"Ġpounds":2216,"bread":2217,"fuls":2218,"Ġmug":2219,"acon":2220,"ula":2221,"Ġdeep":2222,"umm":2223,"Ġraw":2224,"for":2225,"ĠLightly":2226,"spice":2227,"ranberry":2228,"Ġcandy":2229,"till":2230,"Ġskim":2231,"av":2232,"ici":2233,"Ġpop":2234,"ĠSc":2235,"Ġwire":2236,"ello":2237,"Ġoz":2238,"Ġmayo":2239,"Ġgrapes":2240,"ters":2241,"Baked":2242,"Ġpastry":2243,"Ġmarinate":2244,"ote":2245,"Ġfluffy":2246,"ife":2247,"mar":2248,"just":2249,"sing":2250,"reek":2251,"Ġsec":2252,"ĠWrap":2253,"rew":2254,"ĠPan":2255,"Lemon":2256,"side":2257,"Ġtightly":2258,"erves":2259,"quila":2260,"Ġlef":2261,"Ġremoved":2262,"Ġget":2263,"Ġbiscuits":2264,"terey":2265,"ib":2266,"ineapple":2267,"ĠSweet":2268,"Ġdouble":2269,"Ġfour":2270,"ĠShape":2271,"Ġchunk":2272,"Ġtrimmed":2273,"hew":2274,"Ġstill":2275,"Ġpickle":2276,"Ġmolasses":2277,"ĠChop":2278,"Ġjack":2279,"de":2280,"ny":2281,"oiled":2282,"Ġcoarse":2283,"rit":2284,"Ġless":2285,"ĠEasy":2286,"Sweet":2287,"Ġlay":2288,"Creamy":2289,"ili":2290,"Ġunder":2291,"Ġkern":2292,"Ġdiscard":2293,"ĠRoast":2294,"Ġnonfat":2295,"eri":2296,"Ġjam":2297,"ingle":2298,"ton":2299,"Ġtin":2300,"Ġroma":2301,"ĠSift":2302,"ĠMo":2303,"Ġknife":2304,"ĠTabasco":2305,"ĠWash":2306,"pending":2307,"Ġstuffing":2308,"routs":2309,"rops":2310,"Ġlast":2311,"ĠSqu":2312,"ĠBreak":2313,"ĠMuff":2314,"elb":2315,"leslaw":2316,"Ġbaked":2317,"ĠLow":2318,"Ġveggies":2319,"tini":2320,"laze":2321,"thy":2322,"Ġreserved":2323,"ĠDo":2324,"ĠBroil":2325,"scotch":2326,"ĠSalsa":2327,"Ġtall":2328,"Ġinser":2329,"ĠMeat":2330,"Ġwhip":2331,"Ġpans":2332,"ĠVe":2333,"chopped":2334,"Ġapplesauce":2335,"ĠUsing":2336,"Ġbrandy":2337,"ĠGradually":2338,"while":2339,"Ġallspice":2340,"ĠRub":2341,"ĠSpinach":2342,"Ġ\\":2343,"ween":2344,"ĠOr":2345,"ĠToast":2346,"use":2347,"ĠBanana":2348,"Ġinst":2349,"ĠPasta":2350,"Ġoften":2351,"ett":2352,"ĠAs":2353,"Ġpres":2354,"Ġher":2355,"Ġbetween":2356,"ĠLine":2357,"Ġcaref":2358,"Ġfloured":2359,"meat":2360,"arts":2361,"Ġflaked":2362,"Ġsmoked":2363,"ĠHot":2364,"Ġsingle":2365,"Ġclear":2366,"ĠProcess":2367,"ĠMar":2368,"omem":2369,"Ġjars":2370,"omemade":2371,"eanwhile":2372,"Ġtil":2373,"Ġtequila":2374,"boiled":2375,"Ġdrops":2376,"ĠMushroom":2377,"ize":2378,"ĠSlow":2379,"ĠMash":2380,"Ġki":2381,"ner":2382,"Ġbrush":2383,"ragon":2384,"Ġshells":2385,"ira":2386,"elve":2387,"xt":2388,"Ġchile":2389,"glish":2390,"ĠBaked":2391,"andarin":2392,"fast":2393,"Stra":2394,"und":2395,"Ġstew":2396,"Ġmelts":2397,"ĠMeanwhile":2398,"ĠMuffins":2399,"Ġsherry":2400,"ita":2401,"Ġpacket":2402,"velop":2403,"Ġscallions":2404,"ĠSugar":2405,"ĠRepeat":2406,"ĠOnion":2407,"Ġ300":2408,"Ġavocados":2409,"Straw":2410,"Ġflavored":2411,"Ġcaramel":2412,"ĠMarinade":2413,"most":2414,"Ġlemons":2415,"ĠRet":2416,"quart":2417,"Ġ--":2418,"part":2419,"Ġsized":2420,"Ġtart":2421,"Ġbreak":2422,"ats":2423,"ĠPudding":2424,"ĠReturn":2425,"ickp":2426,"ĠNOT":2427,"Ġscoop":2428,"udge":2429,"arragon":2430,"Ġonly":2431,"ĠZ":2432,"Ġwedge":2433,"Crock":2434,"ĠApp":2435,"Ġtray":2436,"ru":2437,"Ġmed":2438,"Car":2439,"djust":2440,"Ġundrained":2441,"ĠMakes":2442,"ĠTea":2443,"uring":2444,"cook":2445,"ĠNote":2446,"Ġflore":2447,"ment":2448,"Ġtimes":2449,"uffed":2450,"ĠCoat":2451,"Ġswiss":2452,"zel":2453,"Ġwee":2454,"uted":2455,"Ġstiff":2456,"aj":2457,"Ġnext":2458,"Ġgrain":2459,"not":2460,"Ġdel":2461,"Ġrelish":2462,"man":2463,"ale":2464,"ĠPeanut":2465,"loin":2466,"Ġreg":2467,"Ġkid":2468,"ĠUn":2469,"Ġdays":2470,"ĠGently":2471,"outh":2472,"Ġsur":2473,"ĠFreeze":2474,"Bro":2475,"cessary":2476,"Ġweed":2477,"Ġhear":2478,"ty":2479,"Apple":2480,"Ġartichoke":2481,"Ġcreme":2482,"aca":2483,"hub":2484,"Ġinserted":2485,"Ġnecessary":2486,"Ġbar":2487,"isqu":2488,"amom":2489,"Ġapricot":2490,"icious":2491,"Ġplatter":2492,"ĠOrange":2493,"hubarb":2494,"Ġeat":2495,"ifted":2496,"Ġthree":2497,"Ġapart":2498,"ons":2499,"Ġsemi":2500,"atmeal":2501,"agne":2502,"Ġreach":2503,"Ġale":2504,"Ġrolled":2505,"Ġpita":2506,"Ġwet":2507,"iracle":2508,"bl":2509,"ĠCarro":2510,"ys":2511,"Ġ60":2512,"Ġalmost":2513,"peel":2514,"Ġmeatballs":2515,"Strawberry":2516,"ĠMilk":2517,"ail":2518,"Ġsage":2519,"pl":2520,"Ġmuch":2521,"Ġhearts":2522,"Ġabsor":2523,"Gr":2524,"Ġpesto":2525,"Ġsli":2526,"elveeta":2527,"ual":2528,"Ġburn":2529,"Ġret":2530,"bsp":2531,"ĠForm":2532,"sweet":2533,"Ġlined":2534,"Ġbits":2535,"tover":2536,"Ġstems":2537,"11":2538,"Ġpim":2539,"pps":2540,"Ġmartini":2541,"Banana":2542,"chna":2543,"Ġtsp":2544,"ere":2545,"ĠBr":2546,"Ġnect":2547,"ampagne":2548,"Ġpreserves":2549,"Ġherbs":2550,"chnapps":2551,"per":2552,"uer":2553,"Ġgrape":2554,"Ġitalian":2555,"Ġsprouts":2556,"ellini":2557,"Ġsurfa":2558,"ĠIce":2559,"Ġdog":2560,"Ġbean":2561,"Ġwatermelon":2562,"ĠDel":2563,"40":2564,"kraut":2565,"Ġabsorb":2566,"elf":2567,"ĠChops":2568,"Ġenvelop":2569,"Ġbars":2570,"asch":2571,"Hot":2572,"Ġtarragon":2573,"potle":2574,"Ġexcess":2575,"Ġstart":2576,"peeled":2577,"ari":2578,"efruit":2579,"Ġtowels":2580,"Ġdri":2581,"uminum":2582,"aschino":2583,"Ġha":2584,"Ġbutterscotch":2585,"Ġquarts":2586,"Ġgravy":2587,"Ġshape":2588,"Ġmonterey":2589,"icing":2590,"Ġminiature":2591,"Ġstalks":2592,"nut":2593,"Ġmandarin":2594,"gel":2595,"ning":2596,"Ġmins":2597,"ĠEggs":2598,"afe":2599,"ĠCont":2600,"!)":2601,"Ġbr":2602,"ollow":2603,"ĠSlowly":2604,"The":2605,"ussels":2606,"its":2607,"adine":2608,"Ġflorets":2609,"ardamom":2610,"Ġsurface":2611,"Ġmaraschino":2612,"Ġkidney":2613,"ome":2614,"acao":2615,"ĠPure":2616,"Ġsetting":2617,"ĠRinse":2618,"Ġleave":2619,"Ġdepending":2620,"Wh":2621,"heesy":2622,"Grilled":2623,"Gar":2624,"Ġport":2625,"Ġ200":2626,"isquick":2627,"Honey":2628,"Ġreturn":2629,"ĠHoney":2630,"Ġaluminum":2631,"Sh":2632,"ms":2633,"Ġicing":2634,"Ġsifted":2635,"Ġwork":2636,"Ġgri":2637,"etto":2638,"Ġbec":2639,"Ġlayers":2640,"ght":2641,"Cr":2642,"alo":2643,"Ġ250":2644,"maretto":2645,"Ġ*":2646,"ĠCoffee":2647,"Ġcrabmeat":2648,"Ġway":2649,"Ġdates":2650,"Ġequ":2651,"uper":2652,"uerkraut":2653,"))":2654,"ied":2655,"Ġregular":2656,"Ġeasily":2657,"Ġsprigs":2658,"Ġir":2659,"ahlu":2660,"Ġwashed":2661,"ĠEnglish":2662,"Ġgren":2663,"Ġskew":2664,"Ġmanu":2665,"ahlua":2666,"Ġcrispy":2667,"Sa":2668,"Ġpopcorn":2669,"Ġmade":2670,"ĠDe":2671,"Ġrinse":2672,"Ġgrenadine":2673,"Ġbowls":2674,"fact":2675,"Garlic":2676,"fu":2677,"ĠStraw":2678,"rish":2679,"Ġwor":2680,"Ġmanufact":2681,"Ġschnapps":2682,"ĠWhile":2683,"Peanut":2684,"Ġrings":2685,"Ġtops":2686,"ĠSm":2687,"Ġgriddle":2688,"Orange":2689,"ĠMiracle":2690,"Ġcrockpot":2691,"Ġmanufactur":2692,"Ġclub":2693,"urgers":2694,"nuts":2695,"Ġsplit":2696,"ĠVelveeta":2697,"ĠPuree":2698,"Ġes":2699,"Ġpea":2700,"ĠShrimp":2701,"Ġgall":2702,"ĠContinue":2703,"olid":2704,"Ġ100":2705,"ken":2706,"Ġpear":2707,"ĠMexican":2708,"Ġseedless":2709,"utch":2710,"Ġstove":2711,"Spicy":2712,"icot":2713,"Ġsprink":2714,"rie":2715,"Ġhands":2716,"ĠSeasoning":2717,"ĠSe":2718,"ĠMarinate":2719,"19":2720,"Ġcardamom":2721,"asting":2722,"Ġmeas":2723,"ĠChili":2724,"cooked":2725,"baked":2726,"rescent":2727,"ĠSalmon":2728,"ĠVeget":2729,"Ġslivered":2730,"Ġbrew":2731,"Ġbetter":2732,"Ġtriple":2733,"Ġsunflower":2734,"Ġgradually":2735,"Ġreal":2736,"tc":2737,"Ġwood":2738,"Ġsn":2739,"Ġwould":2740,"ĠBacon":2741,"Ġsprayed":2742,"liced":2743,"Ġcashew":2744,"ickpeas":2745,"Ġnectar":2746,"Ġenvelope":2747,"28":2748,"ial":2749,"ĠMay":2750,"Ġroasting":2751,"Ġfirmly":2752,"vocado":2753,"Ġthickens":2754,"It":2755,"Ġdrop":2756,"Ġho":2757,"ĠTomatoes":2758,"meric":2759,"Ġgrapefruit":2760,"Ġpine":2761,"app":2762,"Ġinside":2763,"aspberry":2764,"ĠSteak":2765,"ajun":2766,"sert":2767,"size":2768,"Ġherb":2769,"Ġrub":2770,"cor":2771,"Ġfive":2772,"Ġindi":2773,"aki":2774,"ĠCocktail":2775,"Ġindivid":2776,"ĠQu":2777,"Ġdirec":2778,"Ġsqueezed":2779,"Ġshallots":2780,"Butter":2781,"Ġwaxed":2782,"Ġ.":2783,"Ġetc":2784,"ĠTake":2785,"ĠChe":2786,"Roasted":2787,"fresh":2788,"lt":2789,"Ġfrosting":2790,"ove":2791,"Ġcola":2792,"Ġcreamed":2793,"ppings":2794,"Ġmois":2795,"isin":2796,"Ġpepperoni":2797,"Ġleftover":2798,"Ġmanufacturer":2799,"Th":2800,"ipped":2801,"pro":2802,"Ġtur":2803,"ĠPizza":2804,"Ġabsorbed":2805,"Ġbott":2806,"Ġflax":2807,"ĠKeep":2808,"ible":2809,"men":2810,"resso":2811,"icotta":2812,"Ġbeets":2813,"Ġself":2814,"ramb":2815,"ĠAfter":2816,"Ġwings":2817,"lazed":2818,"ĠBisquick":2819,"ĠJust":2820,"Ġromaine":2821,"Ġdirected":2822,"Low":2823,"iddle":2824,"mond":2825,"Ġboiled":2826,"ĠHam":2827,"Ġver":2828,"Ġgreat":2829,"Ġmelon":2830,"ĠPo":2831,"ĠOatmeal":2832,"Ġtorn":2833,"cut":2834,"45":2835,"Simple":2836,"Ġmaking":2837,"ĠGreek":2838,"ĠOnce":2839,"ball":2840,"Ġbeen":2841,"Ġgallon":2842,"Ġtake":2843,"Ġpoppy":2844,"Ġpunch":2845,"ĠCl":2846,"lueberry":2847,"ĠPancakes":2848,"IN":2849,"eness":2850,"Ġhow":2851,"ĠBars":2852,"Ġsteam":2853,"mint":2854,"ĠJu":2855,"ĠPunch":2856,"ĠBas":2857,"Ġkernel":2858,"yaki":2859,"Ġmy":2860,"ĠSour":2861,"Ġrounds":2862,"Ġtofu":2863,"ĠPat":2864,"Ġwithout":2865,"ĠBroccoli":2866,"Ġsauerkraut":2867,"Ġpret":2868,"Ġplus":2869,"ity":2870,"Ġcapers":2871,"Ġ11":2872,"omeg":2873,"ium":2874,"eriyaki":2875,"vour":2876,"Ġwooden":2877,"Ġcrescent":2878,"Ġzip":2879,"ĠKahlua":2880,"Ġwaf":2881,"Ġchickpeas":2882,"Green":2883,"tils":2884,"omme":2885,"Ġends":2886,"enn":2887,"cous":2888,"ucc":2889,"Ġfilled":2890,"ructions":2891,"isweet":2892,"ĠIi":2893,"ath":2894,"Ġthickness":2895,"oro":2896,"asa":2897,"ĠIrish":2898,"loaf":2899,"Ġtowel":2900,"inner":2901,"unchy":2902,"ĠSandwiches":2903,"Ġturmeric":2904,"Ġserved":2905,"ĠJell":2906,"Ġsemisweet":2907,"Ġchunky":2908,"omegran":2909,"ĠBest":2910,"ising":2911,"Ġdrippings":2912,"Ġpears":2913,"ĠMustard":2914,"Be":2915,"ĠCrumb":2916,"Ġdissolve":2917,"bq":2918,"Ġstyle":2919,"Ġbroken":2920,"Ġthan":2921,"Ġcoloring":2922,"Ġdoneness":2923,"Ġtrans":2924,"ably":2925,"land":2926,"Ġtransfer":2927,"Ġcoup":2928,"Ġrhubarb":2929,"Ġfried":2930,"Ġleaving":2931,"Ġjalapenos":2932,"Ġdissolves":2933,"Ġbegin":2934,"Ġglaze":2935,"ĠVinaigrette":2936,"Ġvinaigrette":2937,"Ġplum":2938,"omegranate":2939,"ER":2940,"Ġjuiced":2941,"Ġbasting":2942,"Ġmild":2943,"Ġcracked":2944,"Ġdipping":2945,"ĠCucumber":2946,"ĠStyle":2947,"Ġchampagne":2948,"Ġalong":2949,"ĠMin":2950,"ft":2951,"Ġ'":2952,"Ġcouple":2953,"safe":2954,"Ġabove":2955,"erbet":2956,"Ġinstructions":2957,"Ġlim":2958,"Ġstr":2959,"Ġunbaked":2960,"ĠChip":2961,"ctive":2962,"Ġdoes":2963,"Ġ500":2964,"No":2965,"ously":2966,"Italian":2967,"usts":2968,"Sal":2969,"ban":2970,"Ġtbsp":2971,"Ġhash":2972,"Ġpulse":2973,"sized":2974,"Ġindividual":2975,"lime":2976,"ower":2977,"Ġboiler":2978,"elbasa":2979,"Cranberry":2980,"uscous":2981,"ence":2982,"itr":2983,"ĠSausage":2984,"Ġyolk":2985,"Corn":2986,"Ġsoften":2987,"ashion":2988,"Ġlimes":2989,"Ġsandwiches":2990,"lash":2991,"ighs":2992,"Ġtight":2993,"Ġaway":2994,"Ġdis":2995,"Ġbrewed":2996,"que":2997,"archment":2998,"Ġcutting":2999,"Ġmuffins":3000,"merican":3001,"presso":3002,"ata":3003,"Ġarrange":3004,"io":3005,"ĠStrawberry":3006,"Ġparchment":3007,"ither":3008,"Ġcrusts":3009,"ĠRoasted":3010,"Ġcashews":3011,".).":3012,"ĠNut":3013,"Ġlentils":3014,"gan":3015,"Ġmeal":3016,"ĠPumpkin":3017,"ĠLo":3018,"Ġmiddle":3019,"Ġusually":3020,"Ġcarefully":3021,"oun":3022,"Ġespresso":3023,"Al":3024,"Ġbeg":3025,"ĠMushrooms":3026,"ĠTuna":3027,"Ġbeating":3028,"Ġchipotle":3029,"Tom":3030,"Ġshallot":3031,"dried":3032,"ĠCrock":3033,"ĠGrilled":3034,"Ġgranu":3035,"the":3036,"ĠSco":3037,"cha":3038,"Ġwhiskey":3039,"ennel":3040,"Ġplates":3041,"proof":3042,"Ġworks":3043,"root":3044,"..":3045,"Ġchees":3046,"any":3047,"Ġbegins":3048,"Ġcy":3049,"Ġsugars":3050,"ĠLay":3051,"armal":3052,"Ġadjust":3053,"ĠWhite":3054,"ĠFrosting":3055,"Ġiron":3056,"wi":3057,"ĠFat":3058,"ĠPecan":3059,"Ġgener":3060,"armalade":3061,"ette":3062,"ama":3063,"Ġdessert":3064,"Ġwaff":3065,"bo":3066,"mm":3067,"iche":3068,"utney":3069,"ealthy":3070,"Ġquarters":3071,"Cheese":3072,"iluted":3073,"issolve":3074,"ĠTurkey":3075,"ĠFudge":3076,"ĠLime":3077,"Ġar":3078,"ilad":3079,"ĠSpice":3080,"Ġwarmed":3081,"Ġsecond":3082,"istach":3083,"Pot":3084,"ĠDissolve":3085,"Ġaltern":3086,"Ġricotta":3087,"Ġcoating":3088,"Ġsqueeze":3089,"Ġkind":3090,"Ġstrong":3091,"Ġsame":3092,"Pe":3093,"atur":3094,"ĠTablespoon":3095,"head":3096,"Ġchest":3097,"verage":3098,"Ġscoops":3099,"Ġcheeses":3100,"oz":3101,"ĠBalls":3102,"rape":3103,"Ġstewed":3104,"ĠCarrots":3105,"Mexican":3106,"cipe":3107,"orm":3108,"ĠCranberry":3109,"ĠPineapple":3110,"irl":3111,"Ġservings":3112,"Ġmost":3113,"plant":3114,"Ġcoleslaw":3115,"atever":3116,"Ġdeli":3117,"dish":3118,"uac":3119,"Ġ180":3120,"ĠJuice":3121,"Pineapple":3122,"add":3123,"eeze":3124,"ahini":3125,"dium":3126,"RE":3127,"oli":3128,"Ġskewers":3129,"Ġroughly":3130,"Ġtins":3131,"ert":3132,"Ġsodium":3133,"ĠFried":3134,"you":3135,"Ġmold":3136,"ĠBlack":3137,"amole":3138,"Ġspring":3139,"Ġdishes":3140,"Ġlook":3141,"Ġdice":3142,"ourbon":3143,"fry":3144,"Ġnice":3145,"cooking":3146,"Ġequal":3147,"risp":3148,"Ġold":3149,"ĠAmerican":3150,"tein":3151,"ummus":3152,"ĠSyrup":3153,"ĠStuff":3154,"Ġpeaks":3155,"Ġincor":3156,"Ġopen":3157,"Ġfit":3158,"Ġfully":3159,"ento":3160,"itz":3161,"nack":3162,"Ġjello":3163,"ths":3164,"ĠTopping":3165,"ummy":3166,"rozen":3167,"Ġste":3168,"ulled":3169,"Ġgranules":3170,"uacamole":3171,"iry":3172,"orous":3173,"Ġright":3174,"Ġinclu":3175,"Ġsafe":3176,"Ġvig":3177,"Homemade":3178,"ĠBreakfast":3179,"itrus":3180,"ieve":3181,"ĠGinger":3182,"drained":3183,"food":3184,"Ġhe":3185,"Mom":3186,"Ġgrate":3187,"Ġdecor":3188,"inely":3189,"Ġfo":3190,"ĠTri":3191,"cover":3192,"Ġchiles":3193,"Ġrolling":3194,"Ġsherbet":3195,"ĠSqueeze":3196,"orously":3197,"min":3198,"Ġspicy":3199,"Spinach":3200,"igg":3201,"ĠCabbage":3202,"Ġadded":3203,"ating":3204,"Ġlik":3205,"artini":3206,"Ġliter":3207,"Ġsoymilk":3208,"atsup":3209,"35":3210,"Ġsimple":3211,"ĠGrand":3212,"ashioned":3213,"Ġlamb":3214,"ssible":3215,"Ġthighs":3216,"Ġpulp":3217,"are":3218,"ĠCur":3219,"Ġspoonfuls":3220,"inese":3221,"alt":3222,"ĠRanch":3223,"ente":3224,"Ġcycle":3225,"Ġvigorously":3226,"BQ":3227,"Ġbul":3228,"rye":3229,"Ġcatsup":3230,"Ġsolid":3231,"heit":3232,"Black":3233,"ĠCooker":3234,"ĠOli":3235,"aff":3236,"Ġcarbon":3237,"ounce":3238,"tender":3239,"ommend":3240,"Fresh":3241,"Ġrye":3242,"iscuits":3243,"ein":3244,"Ġoys":3245,"Ġgoat":3246,"Ġmaker":3247,"Ġcrout":3248,"iut":3249,"Ġrim":3250,"ĠBrussels":3251,"Ġmoistened":3252,"vil":3253,"Ġbl":3254,"Ġpeppermint":3255,"ĠMartini":3256,"Ġcarbonated":3257,"ĠTaste":3258,"Ġbubbles":3259,"Tomato":3260,"Ġduring":3261,"no":3262,"erm":3263,"Ġmarmalade":3264,"Cheesy":3265,"Ġsweetener":3266,"Ġscallion":3267,"Ġoptional":3268,"ĠApples":3269,"raft":3270,"Ġlee":3271,"banzo":3272,"60":3273,"Ġchuck":3274,"ĠRecipe":3275,"aloup":3276,"top":3277,"ĠVanilla":3278,"ĠZucchini":3279,"Ġtast":3280,"erran":3281,"agon":3282,"rispies":3283,"mong":3284,"Ġbagu":3285,"arkling":3286,"iutto":3287,"Ġfennel":3288,"Ġweeks":3289,"ĠCrumble":3290,"qt":3291,"Ġamong":3292,"ingers":3293,"ĠHigh":3294,"Ġwhisking":3295,"Ġremoving":3296,"ested":3297,"Ġdente":3298,"sciutto":3299,"ĠSquash":3300,"Ġradish":3301,"Ġtub":3302,"Ġmakes":3303,"away":3304,"Ġsmoke":3305,"Ġpeppercorn":3306,"Ġfollow":3307,"aster":3308,"Ġunpeeled":3309,"ĠBurgers":3310,"lined":3311,"ĠCon":3312,"ĠCup":3313,"Ġpickles":3314,"Ġbig":3315,"ĠColeslaw":3316,"Ġpancake":3317,"ĠVegetable":3318,"South":3319,"Ġreserving":3320,"Ġim":3321,"Ġcouscous":3322,"inoa":3323,"Ġcaps":3324,"ace":3325,"oo":3326,"Ġahead":3327,"Ġdeve":3328,"Broccoli":3329,"Pumpkin":3330,"ĠOp":3331,"Ġwalnut":3332,"Ġquickly":3333,"aloupe":3334,"Ġcrumbly":3335,"ĠOnions":3336,"Ġpomegranate":3337,"Ġfrench":3338,"oram":3339,"rant":3340,"ĠStew":3341,"Ġfrothy":3342,"Ġcross":3343,"sliced":3344,"ĠWatch":3345,"Ġtossing":3346,"Ġstalk":3347,"ingu":3348,"ĠAn":3349,"ĠSk":3350,"joram":3351,"Ġstarts":3352,"Ġcontainers":3353,"ĠCrust":3354,"Ġpossible":3355,"Ġundiluted":3356,"ailey":3357,"Ġdogs":3358,"Ġtahini":3359,"ĠPeach":3360,"ially":3361,"Ġ,":3362,"ĠCoconut":3363,"ĠHerb":3364,"ugula":3365,"gr":3366,"zels":3367,"Ġstor":3368,"Ġmet":3369,"Ġsparkling":3370,"Ġbeverage":3371,"ico":3372,"more":3373,"Ġits":3374,"ĠScoop":3375,"fred":3376,"Ġwhatever":3377,"vent":3378,"odium":3379,"Ġmarjoram":3380,"ĠJello":3381,"ettucc":3382,"Ġpimento":3383,"ummer":3384,"ĠTaco":3385,"ĠDiscard":3386,"egan":3387,"Ġcrumble":3388,"Ġdiagon":3389,"190":3390,"IG":3391,"fish":3392,"Ġsw":3393,"iento":3394,"ĠOld":3395,"essert":3396,"renheit":3397,"fredo":3398,"met":3399,"Ġcarton":3400,"Ġweek":3401,"Ġchestnuts":3402,"umps":3403,"ĠSeal":3404,"ĠBiscuits":3405,"Ġkiwi":3406,"atural":3407,"Ġscallops":3408,"Ġkielbasa":3409,"Ġfoam":3410,"Egg":3411,"Ġac":3412,"Ġwra":3413,"ĠBBQ":3414,"ĠLi":3415,"White":3416,"Ġbatch":3417,"Fruit":3418,"Ġpar":3419,"Ġhold":3420,"ĠRitz":3421,"ĠOil":3422,"Ġfruits":3423,"Ġbarley":3424,"Ġliking":3425,"As":3426,"ĠCreme":3427,"ĠDrink":3428,"Ġbri":3429,"ĠFresh":3430,"ĠYogurt":3431,"ĠCrisp":3432,"Ġsplash":3433,"wns":3434,"cing":3435,"nier":3436,"Ġgin":3437,"ĠCinnamon":3438,"eade":3439,"Ġreaches":3440,"ara":3441,"roll":3442,"Ġthese":3443,"Ġspat":3444,"Ġeither":3445,"Ġrefried":3446,"Ġdashes":3447,"Ġforms":3448,"Grand":3449,"Ġty":3450,"ĠJo":3451,"Ġsteamed":3452,"Ġwok":3453,"Ġtenderloin":3454,"Ġprevent":3455,"Ġtriang":3456,"Ġapricots":3457,"Cinnamon":3458,"oca":3459,"Ġouts":3460,"ĠSeed":3461,"Ġgingerroot":3462,"Ġtort":3463,"Ġspatula":3464,"luc":3465,"ĠDutch":3466,"oodle":3467,"Ġpressed":3468,"Ġcareful":3469,"Ġparts":3470,"Ġleft":3471,"Ġbaguette":3472,"Mo":3473,"rs":3474,"Ġcant":3475,"Ġtex":3476,"Ġcaraway":3477,"ĠCaref":3478,"Ġtartar":3479,"Ġjul":3480,"berg":3481,"Ġfinish":3482,"Ġtoppings":3483,"ĠLemonade":3484,"ĠSteam":3485,"ĠAsparagus":3486,"ding":3487,"Ġshap":3488,"Ġangel":3489,"approx":3490,"Ġtransluc":3491,"Ġdeveined":3492,"by":3493,"ĠRa":3494,"ĠCrush":3495,"Ġjulien":3496,"ermo":3497,"usages":3498,"Ġjigg":3499,"ĠKrispies":3500,"elbow":3501,"Ġflavour":3502,"coh":3503,"vory":3504,"ĠCris":3505,"Ġtortellini":3506,"Sm":3507,"ond":3508,"Ġsuch":3509,"ryst":3510,"ĠDessert":3511,"ĠMarnier":3512,"ĠUncover":3513,"Ġtranslucent":3514,"ĠCrack":3515,"Ġsteep":3516,"ĠFah":3517,"Ġshred":3518,"Ġmoder":3519,"Ġrecommend":3520,"Bas":3521,"iel":3522,"Ġelbow":3523,"Ġflavoring":3524,"uten":3525,"ĠAmaretto":3526,"etiz":3527,"ĠFla":3528,"Ġcandies":3529,"ĠDelicious":3530,"ĠBaby":3531,"lock":3532,"Ġrunning":3533,"cream":3534,"Ġ\"":3535,"Ġgarbanzo":3536,"Ġpimiento":3537,"Bacon":3538,"ĠFahrenheit":3539,"sugar":3540,"Ġcla":3541,"Ġsix":3542,"Ġbone":3543,"ĠOf":3544,"Ġkernels":3545,"aes":3546,"ik":3547,"Ġshort":3548,"untry":3549,"IGH":3550,"mix":3551,"Ġpou":3552,"Ġpistach":3553,"Ġreserve":3554,"ĠCarefully":3555,"ogh":3556,"Ġreally":3557,"Ġfillet":3558,"ĠDO":3559,"ami":3560,"ĠNo":3561,"Ġcutter":3562,"Ġactive":3563,"Ġcreamer":3564,"aya":3565,"ĠNOTE":3566,"Red":3567,"ition":3568,"Ġeggplant":3569,"ĠLea":3570,"ĠBasil":3571,"Ġbrowns":3572,"ĠMashed":3573,"Ġroot":3574,"Ġrib":3575,"Ġcleaned":3576,"21":3577,"with":3578,"ĠMacaroni":3579,"isted":3580,"ĠCreamy":3581,"Ġgrilled":3582,"sticks":3583,"Super":3584,"Ġpancakes":3585,"Ġkale":3586,"Ġoutside":3587,"oghurt":3588,"Herb":3589,"Ġ0":3590,"reole":3591,"Ġgi":3592,"Ġancho":3593,"ĠSoak":3594,"dobo":3595,"Ġwil":3596,"adle":3597,"ĠWater":3598,"In":3599,"iv":3600,"ala":3601,"Ġgerm":3602,"Ġpretzels":3603,"Ġtexture":3604,"nog":3605,"Ġcir":3606,"Ġteaspoonfuls":3607,"Ġthermo":3608,"ĠCherry":3609,"Ġcroutons":3610,"chilad":3611,"Ġfrost":3612,"Ġhalfway":3613,"Ġpreferred":3614,"kes":3615,"pre":3616,"hey":3617,"ĠPl":3618,"like":3619,"Ġloin":3620,"200":3621,"Fried":3622,"Ġedge":3623,"uth":3624,"rib":3625,"Ġsoak":3626,"ĠRot":3627,"Ġcrunchy":3628,"ouse":3629,"Ġwaffle":3630,"ĠBay":3631,"ĠFish":3632,"ĠCho":3633,"Ġcantaloupe":3634,"Peach":3635,"bro":3636,"bell":3637,"arian":3638,"ĠPam":3639,"Ġtwice":3640,"ĠMeatballs":3641,"ph":3642,"Ġwas":3643,"ines":3644,"Ġwide":3645,"Ġdinner":3646,"ĠFeta":3647,"ĠWheat":3648,"ĠGood":3649,"Ġpeppercorns":3650,"Best":3651,"Blueberry":3652,"My":3653,"ĠSwiss":3654,"ĠDump":3655,"Slow":3656,"Ġwe":3657,"ettuccine":3658,"OY":3659,"rout":3660,"ĠAvocado":3661,"Ġdoll":3662,"Ġoiled":3663,"Ġhazel":3664,"sodium":3665,"Ġmas":3666,"Ġfig":3667,"alam":3668,"Ġlumps":3669,"ĠTe":3670,"ĠGlaze":3671,"meter":3672,"JOY":3673,"NJOY":3674,"OW":3675,"Ġtouch":3676,"ĠPesto":3677,"ĠAdjust":3678,"Ginger":3679,"Â°":3680,"Ġess":3681,"ĠBlue":3682,"Ġcrosswise":3683,"ron":3684,"ĠHIGH":3685,"Ġprotein":3686,"Ġincorporated":3687,"aesar":3688,"Ġown":3689,"alor":3690,"ĠENJOY":3691,"Ġloos":3692,"undt":3693,"Ġwafers":3694,"Ġthermometer":3695,"Ġlisted":3696,"Ġsausages":3697,"Ġbase":3698,"Ġflatten":3699,"ical":3700,"fect":3701,"AT":3702,"rising":3703,"ampbell":3704,"ĠX":3705,"Ġfrag":3706,"ĠWarm":3707,"Ġpureed":3708,"Ġmugs":3709,"ING":3710,"32":3711,"Ve":3712,"ioli":3713,"Ġberry":3714,"ĠBl":3715,"ĠTw":3716,"Ġlower":3717,"cl":3718,"Ġtype":3719,"Ġvari":3720,"ushy":3721,"Ġcornbread":3722,"uld":3723,"except":3724,"*.":3725,"apia":3726,"Ġmeasure":3727,"Ġbottles":3728,"ori":3729,"ĠMeatloaf":3730,"Zucchini":3731,"ĠQuick":3732,"rom":3733,"ors":3734,"Ġrise":3735,"Ġskins":3736,"seed":3737,"An":3738,"Ġteriyaki":3739,"Ġnatural":3740,"Ġblending":3741,"ante":3742,"Ġseparated":3743,"Ġagave":3744,"Greek":3745,"redge":3746,"Ġblackberries":3747,"Ġhighball":3748,"Ġprepare":3749,"Ġlimeade":3750,"rite":3751,"Ġtap":3752,"anish":3753,"reo":3754,"rawns":3755,"ĠBailey":3756,"ĠMint":3757,"Ġshot":3758,"ĠWaln":3759,"Ġprosciutto":3760,"Cherry":3761,"Ġbitters":3762,"ĠMargar":3763,"Potato":3764,"Raspberry":3765,"ob":3766,"ye":3767,"ĠStuffed":3768,"ause":3769,"ping":3770,"Ġtopped":3771,"Ġflip":3772,"Ġsimmering":3773,"Carro":3774,"ltry":3775,"Ġchutney":3776,"ĠFa":3777,"Ġnew":3778,"Cucumber":3779,"Ġster":3780,"Ġwish":3781,"ĠFran":3782,"Ġpackets":3783,"bet":3784,"ease":3785,"ĠMango":3786,"Ġwhich":3787,"Ġrect":3788,"ĠOver":3789,"avender":3790,"Ġpoint":3791,"sorted":3792,"Ġrectang":3793,"Ġassorted":3794,"Coconut":3795,"Ġstrainer":3796,"ality":3797,"ott":3798,"Ġrot":3799,"ĠJack":3800,"Ġent":3801,"Ġ150":3802,"nap":3803,"ĠNow":3804,"Avocado":3805,"Ġhulled":3806,"ĠPick":3807,"okes":3808,"Ġnight":3809,"ĠAlmond":3810,"Ġarugula":3811,"ky":3812,"ross":3813,"ĠSpicy":3814,"Ġpinto":3815,"aved":3816,"Ġsieve":3817,"Ġadobo":3818,"Ġwash":3819,"Ġline":3820,"reau":3821,"Ġ125":3822,"ĠFrit":3823,"ĠBrownies":3824,"ĠCrab":3825,"Ġknead":3826,"Ġthir":3827,"ult":3828,"Shrimp":3829,"Ham":3830,"Ġfries":3831,"alia":3832,"istrib":3833,"Ġmangoes":3834,"Beef":3835,"cup":3836,"ose":3837,"ĠTablespoons":3838,"ĠOlive":3839,"Ġbatches":3840,"Sc":3841,"Tuna":3842,"Ġmicrow":3843,"ĠBarbecue":3844,"org":3845,"rid":3846,"ams":3847,"Ġsmaller":3848,"Ġmoist":3849,"alamata":3850,"vol":3851,"virgin":3852,"your":3853,"rost":3854,"intreau":3855,"Ġbran":3856,"icante":3857,"ank":3858,"Ġtheir":3859,"ĠKn":3860,"pricot":3861,"Ġinstead":3862,"ĠCarrot":3863,"750":3864,"Ġ).":3865,"ĠPeas":3866,"vers":3867,"French":3868,"To":3869,"oat":3870,"ance":3871,"unts":3872,"Ġtwist":3873,"alapeno":3874,"rambled":3875,"Ġlingu":3876,"Ġquinoa":3877,"ways":3878,"Ġgenerously":3879,"ĠPop":3880,"Ġsnipped":3881,"Marin":3882,"ĠSlaw":3883,"Ġcome":3884,"Ġcould":3885,"Ġorzo":3886,"ĠNoodles":3887,"Mango":3888,"ĠCob":3889,"ulse":3890,"Ġmonths":3891,"Ġtoothpicks":3892,"Ġentire":3893,"Ġcoals":3894,"ggie":3895,"ĠOven":3896,"arbe":3897,"Ġmeasuring":3898,"ĠTrim":3899,"zing":3900,"erman":3901,"ĠSnack":3902,"anola":3903,"ĠSepar":3904,"uy":3905,"Ġche":3906,"andy":3907,"ĠOri":3908,"Ġraisin":3909,"che":3910,"ĠSquar":3911,"Ġyoghurt":3912,"ĠGravy":3913,"volone":3914,"grain":3915,"ioca":3916,"may":3917,"ĠBbq":3918,"ĠGran":3919,"CE":3920,"Ġcryst":3921,"Ġfudge":3922,"Ġbottled":3923,"Cur":3924,"Ġrounded":3925,"Ġmetal":3926,"ĠRotel":3927,"dough":3928,"Ġdust":3929,"fl":3930,"Ġthere":3931,"Ġnear":3932,"Ġcorned":3933,"Ġpoultry":3934,"abi":3935,"imp":3936,"Ġspears":3937,"Ġkg":3938,