{"":0,"<pad>":1,"<s>":2,"</s>":3,"<unk>":4,"<mask>":5,"!":6,"\"":7,"#":8,"$":9,"%":10,"&":11,"'":12,"(":13,")":14,"*":15,"+":16,",":17,"-":18,".":19,"/":20,"0":21,"1":22,"2":23,"3":24,"4":25,"5":26,"6":27,"7":28,"8":29,"9":30,":":31,";":32,"<":33,"=":34,">":35,"?":36,"@":37,"A":38,"B":39,"C":40,"D":41,"E":42,"F":43,"G":44,"H":45,"I":46,"J":47,"K":48,"L":49,"M":50,"N":51,"O":52,"P":53,"Q":54,"R":55,"S":56,"T":57,"U":58,"V":59,"W":60,"X":61,"Y":62,"Z":63,"[":64,"\\":65,"]":66,"^":67,"_":68,"`":69,"a":70,"b":71,"c":72,"d":73,"e":74,"f":75,"g":76,"h":77,"i":78,"j":79,"k":80,"l":81,"m":82,"n":83,"o":84,"p":85,"q":86,"r":87,"s":88,"t":89,"u":90,"v":91,"w":92,"x":93,"y":94,"z":95,"{":96,"|":97,"}":98,"~":99,"¡":100,"¢":101,"£":102,"¤":103,"¥":104,"¦":105,"§":106,"¨":107,"©":108,"ª":109,"«":110,"¬":111,"®":112,"¯":113,"°":114,"±":115,"²":116,"³":117,"´":118,"µ":119,"¶":120,"·":121,"¸":122,"¹":123,"º":124,"»":125,"¼":126,"½":127,"¾":128,"¿":129,"À":130,"Á":131,"Â":132,"Ã":133,"Ä":134,"Å":135,"Æ":136,"Ç":137,"È":138,"É":139,"Ê":140,"Ë":141,"Ì":142,"Í":143,"Î":144,"Ï":145,"Ð":146,"Ñ":147,"Ò":148,"Ó":149,"Ô":150,"Õ":151,"Ö":152,"×":153,"Ø":154,"Ù":155,"Ú":156,"Û":157,"Ü":158,"Ý":159,"Þ":160,"ß":161,"à":162,"á":163,"â":164,"ã":165,"ä":166,"å":167,"æ":168,"ç":169,"è":170,"é":171,"ê":172,"ë":173,"ì":174,"í":175,"î":176,"ï":177,"ð":178,"ñ":179,"ò":180,"ó":181,"ô":182,"õ":183,"ö":184,"÷":185,"ø":186,"ù":187,"ú":188,"û":189,"ü":190,"ý":191,"þ":192,"ÿ":193,"Ā":194,"ā":195,"Ă":196,"ă":197,"Ą":198,"ą":199,"Ć":200,"ć":201,"Ĉ":202,"ĉ":203,"Ċ":204,"ċ":205,"Č":206,"č":207,"Ď":208,"ď":209,"Đ":210,"đ":211,"Ē":212,"ē":213,"Ĕ":214,"ĕ":215,"Ė":216,"ė":217,"Ę":218,"ę":219,"Ě":220,"ě":221,"Ĝ":222,"ĝ":223,"Ğ":224,"ğ":225,"Ġ":226,"ġ":227,"Ģ":228,"ģ":229,"Ĥ":230,"ĥ":231,"Ħ":232,"ħ":233,"Ĩ":234,"ĩ":235,"Ī":236,"ī":237,"Ĭ":238,"ĭ":239,"Į":240,"į":241,"İ":242,"ı":243,"Ĳ":244,"ĳ":245,"Ĵ":246,"ĵ":247,"Ķ":248,"ķ":249,"ĸ":250,"Ĺ":251,"ĺ":252,"Ļ":253,"ļ":254,"Ľ":255,"ľ":256,"Ŀ":257,"ŀ":258,"Ł":259,"ł":260,"Ń":261,"in":262,"Ġc":263,"Ġt":264,"Ġa":265,"Ġs":266,"er":267,"on":268,"es":269,"ed":270,"Ġ1":271,"ea":272,"Ġb":273,"nd":274,"Ġo":275,"Ġp":276,"Ġm":277,"il":278,"ar":279,"he":280,"Ġand":281,"ut":282,"Ġf":283,"ic":284,"Ġw":285,"up":286,"Ġin":287,"po":288,"Ġto":289,"re":290,"Ġthe":291,"en":292,"poon":293,"Ġcup":294,"at":295,"ing":296,"al":297,"ro":298,"an":299,"Ġl":300,"un":301,"it":302,"eas":303,"Ġd":304,"Ġg":305,"or":306,"pp":307,"Ġ2":308,"Ġch":309,"ou":310,"le":311,"ce":312,"Ġh":313,"Ġco":314,"el":315,"ĠS":316,"ab":317,"easpoon":318,"Ġteaspoon":319,"les":320,"ĠC":321,"Ġ(":322,"as":323,"is":324,"Ġon":325,"eat":326,"ge":327,"ow":328,"Ġun":329,"ith":330,"Ġmin":331,"ak":332,"Ġ3":333,"til":334,"ve":335,"our":336,"ables":337,"Ġwith":338,"ot":339,"ablespoon":340,"ĠP":341,"Ġtablespoon":342,"Ġuntil":343,"ter":344,"la":345,"ra":346,"ix":347,"ver":348,"eg":349,"Ġpe":350,"Ġor":351,"ch":352,"to":353,"dd":354,"Ġsal":355,"Ġminut":356,"ion":357,"rea":358,"ok":359,"lic":360,"ir":361,"us":362,"Ġminutes":363,"Ġfor":364,"ĠB":365,"ug":366,"Ġsalt":367,"ly":368,"pper":369,"ĠA":370,"et":371,"ick":372,"um":373,"Ġof":374,"ri":375,"Ġpepper":376,"Ġmix":377,"Ġcho":378,"ol":379,"Ġst":380,"edi":381,"Ġbut":382,"ugar":383,"ck":384,"Ġsugar":385,"Ġsa":386,"uce":387,"Ġtablespoons":388,"Ġinto":389,"ese":390,"Ġcups":391,"pped":392,"Ġr":393,"Ġbutter":394,"Ġoun":395,"heese":396,"ice":397,"gh":398,"ĠCo":399,"Ġcook":400,"ast":401,"ine":402,"ake":403,"Ġonion":404,"Ġoil":405,"Ġcheese":406,"Ġth":407,"Ġfl":408,"ato":409,"Ġchopped":410,"Ġ4":411,"ĠAdd":412,"em":413,"Ġj":414,"Ġover":415,"ure":416,"Ġbro":417,"res":418,"ts":419,"ĠM":420,"Ġso":421,"icken":422,"ĠI":423,"ream":424,"ur":425,"Ġheat":426,"Ġsauce":427,"id":428,"egg":429,"ll":430,"Ġegg":431,"Ġgar":432,"ces":433,"th":434,"ĠT":435,"Ġwh":436,"igh":437,"Ġn":438,"ĠR":439,"ven":440,"am":441,"ater":442,"Ġbow":443,"Ġbowl":444,"im":445,"Ġlar":446,"ill":447,"Ġcream":448,"Ġslic":449,"Ġwater":450,"Ġre":451,"Ġlarge":452,"Ġgarlic":453,"ry":454,"Ġv":455,"all":456,"Ġounce":457,"wn":458,"Ġflour":459,"Ġsp":460,"ture":461,"aking":462,"ate":463,"Ġmixture":464,"und":465,"ell":466,"Ġchicken":467,"read":468,"edium":469,"Ġbaking":470,"Ġmedium":471,"atoes":472,"Ġsh":473,"ĠF":474,"Ġcan":475,"Ġ12":476,"Ġpan":477,"ilk":478,"mb":479,"Ġstir":480,"Ġe":481,"Ġy":482,"Ġbrown":483,"resh":484,"Ġcr":485,"Ġbe":486,"Ġsm":487,"ĠD":488,"der":489,"Ġoven":490,"round":491,"ish":492,"ay":493,"out":494,"Ġju":495,"Ġfresh":496,"lace":497,"qu":498,"ean":499,"Ġgr":500,"Ġadd":501,"ĠIn":502,"ie":503,"ight":504,"owder":505,"li":506,"gr":507,"ĠW":508,"ĠSt":509,"Ġpowder":510,"Ġmilk":511,"Ġpa":512,"Ġpot":513,"mbine":514,"Ġjuice":515,"ves":516,"oil":517,"st":518,"Ġab":519,"Ġall":520,"Ġis":521,"Ġfro":522,"ad":523,"erve":524,"ust":525,"ring":526,"ents":527,"Ġground":528,"Ġteaspoons":529,"rain":530,"ely":531,"gredi":532,"ther":533,"Ġingredi":534,"Ġingredients":535,"Ġabout":536,"Ġtom":537,"om":538,"ove":539,"Ġat":540,"ĠBake":541,"ush":542,"Ġoli":543,"Ġwell":544,"ĠSp":545,"Ġdeg":546,"ip":547,"Ġsk":548,"Ġ5":549,"Ġdegre":550,"emon":551,"heat":552,"ted":553,"ĠStir":554,"Ġeggs":555,"Ġro":556,"op":557,"Ġcl":558,"aste":559,"Ġdegrees":560,"Ġrem":561,"ink":562,"ef":563,"ĠPlace":564,"Ġred":565,"ated":566,"col":567,"age":568,"ain":569,"nder":570,"let":571,"Ġlemon":572,"ite":573,"gether":574,"reheat":575,"Ġtogether":576,"ore":577,"if":578,"ide":579,"reen":580,"ars":581,"Ġolive":582,"Ġse":583,"oth":584,"bs":585,"con":586,"50":587,"Ġas":588,"ĠG":589,"Ġboil":590,"ber":591,"ĠCh":592,"ĠMix":593,"Ġounces":594,"Ġsmall":595,"illa":596,"ct":597,"Ġsliced":598,"anilla":599,"edd":600,"Ġgreen":601,"ĠL":602,"orn":603,"ĠH":604,"Ġvanilla":605,"ger":606,"Ġhour":607,"rink":608,"ff":609,"co":610,"ub":611,"each":612,"Ġfrom":613,"Ġ10":614,"arm":615,"Ġtop":616,"ĠCook":617,"Ġcut":618,"Ġ8":619,"Ġ6":620,"eason":621,"Ġcon":622,"ced":623,"ional":624,"Ġan":625,"Ġba":626,"imm":627,"ard":628,"Ġpie":629,"od":630,"lack":631,"Ġpack":632,"ightly":633,"Ġtaste":634,"Ġbread":635,"ĠPour":636,"rinkle":637,"ey":638,"Ġit":639,").":640,"Ġ350":641,"Ġmel":642,"colate":643,"Ġk":644,"Ġblack":645,"illet":646,"Ġpotatoes":647,"ĠPreheat":648,"Ġex":649,"ten":650,"ash":651,"Ġus":652,"Ġhal":653,"ant":654,"Ġ-":655,"ĠCombine":656,"old":657,"Ġwhite":658,"Ġtomatoes":659,"ent":660,"par":661,"Ġonions":662,"inn":663,"Ġeach":664,"Ġskillet":665,"Ġble":666,"Ġhot":667,"ĠServe":668,"Ġve":669,"Ġcorn":670,"ran":671,"ole":672,"se":673,"Ġthen":674,"ried":675,"Ġshe":676,"Ġminced":677,"get":678,"Ġvin":679,"we":680,"Ġdrain":681,"ood":682,"iced":683,"Ġdish":684,"Ġremain":685,"erv":686,"Ġ14":687,"Ġmar":688,"egar":689,"Ġare":690,"Ġslices":691,"ass":692,"Ġvinegar":693,"uts":694,"00":695,"Ġremaining":696,"immer":697,"urn":698,"ress":699,"amon":700,"ĠRem":701,"Ġinch":702,"innamon":703,"ee":704,"ĠRemove":705,"inch":706,"Ġte":707,"Ġal":708,"Ġapp":709,"Ġveget":710,"Ġcover":711,"Ġchocolate":712,"Ġcooked":713,"ies":714,"ap":715,"Ġlb":716,"Ġstirring":717,"Ġcar":718,"uff":719,"tra":720,"ul":721,"weet":722,"Ġdiced":723,"Ġcinnamon":724,"ime":725,"eans":726,"Ġcombine":727,"Ġdry":728,"and":729,"Ġlow":730,"Ġtender":731,"ley":732,"Ġseason":733,"ugh":734,"Ġcool":735,"ough":736,"Ġsof":737,"Ġrice":738,"me":739,"Ġmelted":740,"Ġli":741,"ise":742,"Ġbeef":743,"ss":744,"Ġextra":745,"Ġclo":746,"Ġfin":747,"room":748,"Ġra":749,"ire":750,"ĠO":751,"erving":752,"ushroom":753,"ĠCover":754,"ins":755,"ries":756,"Ġyou":757,"Ġbeat":758,"Ġif":759,"riger":760,"Ġsheet":761,"ute":762,"pan":763,"redd":764,"ers":765,"Ġpars":766,"redded":767,"est":768,"ĠHeat":769,"Ġhours":770,"reas":771,"per":772,"Ġcloves":773,"Ġpl":774,"Ġbeans":775,"mon":776,"Ġ30":777,"Ġ15":778,"rough":779,"Ġparsley":780,"able":781,"Ġgrated":782,"Ġsimmer":783,"Ġdried":784,"Ġlea":785,"Ġshredded":786,"Ġhalf":787,"Ġpre":788,"ooth":789,"ustard":790,"Ġchil":791,"Ġpeel":792,"quar":793,"Ġsaucepan":794,"Ġseed":795,"iz":796,"Ġserving":797,"low":798,"Ġpackage":799,"ork":800,"Ġserve":801,"Ġfinely":802,"uc":803,"mp":804,"ray":805,"Ġsoup":806,"ĠSprinkle":807,"Ġmushroom":808,"Ġmay":809,"Ġsod":810,"eal":811,"Ġpieces":812,"Ġcrum":813,"Ġsmooth":814,"Ġsour":815,"Ġblend":816,"tional":817,"Ġpast":818,"ld":819,"ks":820,"Ġ20":821,"ips":822,"ue":823,"ĠSal":824,"Ġbroth":825,"Ġbacon":826,"hen":827,"Ġcooking":828,"Ġset":829,"Ġ&":830,"Ġmustard":831,"Ġsoda":832,"cess":833,"Ġtomato":834,"Ġbef":835,"Ġbefore":836,"Ġlightly":837,"Ġmore":838,"ess":839,"Ġref":840,"isk":841,"ps":842,"akes":843,"Ġmeat":844,"Ġgold":845,"Ġoran":846,"optional":847,"na":848,"Ġout":849,"Ġplace":850,"ree":851,"ery":852,"Ġdrained":853,"armes":854,"armesan":855,"Ġgolden":856,"Ġuse":857,"Ġup":858,"ag":859,"inger":860,"Ġlet":861,"Ġcarro":862,"cc":863,"75":864,"ave":865,"Ġchips":866,"Ġthin":867,"ressing":868,"ĠE":869,"oney":870,"Ġyour":871,"Ġbas":872,"elery":873,"Ġrefriger":874,"Ġpeeled":875,"atter":876,"Ġvegetable":877,"berries":878,"Ġz":879,"Ġ9":880,"Ġcelery":881,"zen":882,"ĠSa":883,"Ġside":884,"ian":885,"gar":886,"pping":887,"Ġgreas":888,"Ġhea":889,"Ġorange":890,"ĠTo":891,"Ġseasoning":892,"ach":893,"eddar":894,"Ġcub":895,"Ġwine":896,"ini":897,"Ġcrush":898,"Ġdes":899,"fer":900,"Ġbake":901,"Ġpasta":902,"Ġpro":903,"tened":904,"Ġnot":905,"Ġdough":906,"ired":907,"sh":908,"Ġfrozen":909,"Ġne":910,"10":911,"Ġcrushed":912,"Ġthrough":913,"Ġjust":914,"ĠCut":915,"onna":916,"onnaise":917,"Ġextract":918,"Ġwarm":919,"pple":920,"Ġdesired":921,"Ġaside":922,"Ġginger":923,"garine":924,"ds":925,"Ġhoney":926,"Ġone":927,"zz":928,"Ġspray":929,"Ġmargarine":930,"Ġthick":931,"ĠAnd":932,"Ġroll":933,"Ġbasil":934,"ade":935,"Ġbreas":936,"Ġfir":937,"Ġmayonnaise":938,"Ġbot":939,"Ġsoy":940,"pe":941,"Ġpin":942,"one":943,"uit":944,"ĠSpread":945,"Ġlbs":946,"ĠWith":947,"Ġcont":948,"ĠWh":949,"Ġlo":950,"ately":951,"Ġpour":952,"vor":953,"Ġsto":954,"Ġmushrooms":955,"Ġwhole":956,"asted":957,"can":958,"Ġsweet":959,"ĠDrain":960,"Ġcoat":961,"ions":962,"Ġeven":963,"Ġmo":964,"ound":965,"'s":966,"anan":967,"ew":968,"yr":969,"ĠBring":970,"yrup":971,"Ġsprinkle":972,"Ġprepar":973,"Ġliqu":974,"pose":975,"iv":976,"ĠN":977,"berry":978,"nish":979,"urpose":980,"ano":981,"Ġchili":982,"Ġpork":983,"Ġsoftened":984,"Ġdressing":985,"ile":986,"ka":987,"Ġlime":988,"ently":989,"Ġsl":990,"vy":991,"purpose":992,"Ġen":993,"Ġhigh":994,"ges":995,"umin":996,"Ġtor":997,"enn":998,"Ġsyrup":999,"Ġturn":1000,"asser":1001,"Ġbrowned":1002,"very":1003,"Ġleaves":1004,"asserole":1005,"Ġthem":1006,"tle":1007,"east":1008,"ĠSalad":1009,"Ġminute":1010,"Ġpean":1011,"Ġtoss":1012,"conut":1013,"Ġice":1014,"rans":1015,"ĠChicken":1016,"Ġbag":1017,"Ġ13":1018,"Ġbatter":1019,"og":1020,"Ġonto":1021,"ĠBeat":1022,"Ġcheddar":1023,"Ġgreased":1024,"rimp":1025,"Ġcarrots":1026,"ally":1027,"Ġbell":1028,"Ġprepared":1029,"tom":1030,"Ġevenly":1031,"Ġcake":1032,"Ġlight":1033,"Ġpeppers":1034,"Ġcookie":1035,"af":1036,"Ġprocess":1037,"ved":1038,"Ġchill":1039,"Ġpaper":1040,"Ġgrill":1041,"ĠPut":1042,"Ġpound":1043,"ayer":1044,"Ġby":1045,"reg":1046,"Ġquar":1047,"15":1048,"led":1049,"Ġfry":1050,"eapple":1051,"Ġbottom":1052,"eep":1053,"Ġalmon":1054,"iss":1055,"ined":1056,"ear":1057,"Ġseeds":1058,"Ġri":1059,"Ġsalad":1060,"Ġnon":1061,"ĠTop":1062,"Ġcrumb":1063,"Ġgl":1064,"Ġparmesan":1065,"ĠLet":1066,"Ġunco":1067,"25":1068,"Ġwill":1069,"row":1070,"ĠCool":1071,"Ġsaute":1072,"ĠSeason":1073,"Ġlon":1074,"Ġbring":1075,"Ġapples":1076,"Ġgra":1077,"stant":1078,"Ġnuts":1079,"ich":1080,"isp":1081,"rack":1082,"Ġcoconut":1083,"antro":1084,"Ġslice":1085,"ilantro":1086,"regano":1087,"arch":1088,"Ġblender":1089,"Ġpreheat":1090,"Ġtortil":1091,"Ġoregano":1092,"inach":1093,"usage":1094,"Ġmarin":1095,"Ġpap":1096,"Ġtime":1097,"Ġbeaten":1098,"aked":1099,"Ġwhisk":1100,"Ġliquid":1101,"ĠU":1102,"Ġbanan":1103,"art":1104,"Ġskin":1105,"Ġfla":1106,"alian":1107,"rika":1108,"Ġremove":1109,"Ġboiling":1110,"Ġocc":1111,"ke":1112,"ides":1113,"Ġoat":1114,"Ġstea":1115,"nuts":1116,"ature":1117,"Ġapple":1118,"ionally":1119,"Ġcumin":1120,"enne":1121,"Ġsc":1122,"Ġcilantro":1123,"Ġpecan":1124,"ump":1125,"Ġnut":1126,"Ġoccas":1127,"Ġslightly":1128,"Ġflakes":1129,"Ġwhi":1130,"Ch":1131,"urt":1132,"ĠPot":1133,"edges":1134,"Ġpaprika":1135,"Ġoccasionally":1136,"Ġthinly":1137,"Ġfoil":1138,"Ġ375":1139,"Ġglass":1140,"icrow":1141,"Ġrack":1142,"Ġsoft":1143,"Ġfood":1144,"Ġcold":1145,"ĠBro":1146,"Ġcrack":1147,"Ġpineapple":1148,"Ġcans":1149,"ransfer":1150,"oodles":1151,"oy":1152,"Ġtem":1153,"Ġham":1154,"Ġsides":1155,"alls":1156,"Ġpeanut":1157,"Ġbon":1158,"enter":1159,"Ġclove":1160,"ĠRed":1161,"Ġmixing":1162,"range":1163,"Ġspoon":1164,"Ġthis":1165,"isc":1166,"allow":1167,"tt":1168,"ary":1169,"ccol":1170,"raw":1171,"Ġfat":1172,"ous":1173,"Ġcenter":1174,"Ġcrumbs":1175,"Ġheavy":1176,"ĠIt":1177,"Ġvegetables":1178,"ccoli":1179,"ruit":1180,"Ġmake":1181,"ame":1182,"ze":1183,"ac":1184,"yme":1185,"ĠV":1186,"os":1187,"Ġpreheated":1188,"high":1189,"ogurt":1190,"Ġwal":1191,"lend":1192,"icrowave":1193,"oked":1194,"Ġcrust":1195,"ĠK":1196,"Ġshrimp":1197,"meg":1198,"ĠCream":1199,"Ġfill":1200,"erry":1201,"elt":1202,"ucch":1203,"els":1204,"Ġthyme":1205,"Ġnutmeg":1206,"Ġdone":1207,"Ġstock":1208,"ucchini":1209,"ec":1210,"Ġpecans":1211,"ĠSh":1212,"Ġcomp":1213,"Ġnoodles":1214,"stick":1215,"Ġ400":1216,"Ġusing":1217,"Ġoff":1218,"utter":1219,"Ġblended":1220,"Ġleast":1221,"less":1222,"Ġtemper":1223,"Ġ7":1224,"eless":1225,"lue":1226,"Ġlike":1227,"other":1228,"Ġsausage":1229,"Ġtemperature":1230,"Ġcomplet":1231,"Ġpinch":1232,"Ġlayer":1233,"Ġcontain":1234,"Ġmuff":1235,"Ġboneless":1236,"Ġres":1237,"shire":1238,"ĠSpoon":1239,"Ġuns":1240,"vered":1241,"ĠMelt":1242,"ayenne":1243,"Ġyogurt":1244,"Ġlit":1245,"tershire":1246,"Ġrais":1247,"Ġtw":1248,"rap":1249,"Ġrefrigerate":1250,"oll":1251,"Ġcrisp":1252,"orces":1253,"rum":1254,"ĠSauce":1255,"Ġother":1256,"ĠSo":1257,"orcestershire":1258,"Ġgarnish":1259,"Ġcompletely":1260,"Ġcubes":1261,"Ġcasserole":1262,"umber":1263,"Ġpotato":1264,"Ġthicken":1265,"Ġcayenne":1266,"14":1267,"Ġtur":1268,"oc":1269,"ediately":1270,"Ġbreasts":1271,"ella":1272,"own":1273,"Ġ25":1274,"Ġspinach":1275,"16":1276,"ĠCheese":1277,"joy":1278,"ashed":1279,"sa":1280,"ucumber":1281,"Ġ34":1282,"Ġwalnuts":1283,"Ġanother":1284,"Ġstraw":1285,"ĠTh":1286,"ig":1287,"esame":1288,"ble":1289,"kin":1290,"ĠY":1291,"Ġsiz":1292,"Ġvery":1293,"ened":1294,"Ġcoars":1295,"about":1296,"Ġspread":1297,"ia":1298,"abb":1299,"aw":1300,"ĠWhen":1301,"fat":1302,"12":1303,"key":1304,"Ġ45":1305,"ĠWorcestershire":1306,"ices":1307,"ĠReduce":1308,"Ġfirm":1309,"ĠJ":1310,"ĠPe":1311,"Ġprocessor":1312,"Ġflavor":1313,"ĠGar":1314,"ĠOn":1315,"Ġfreshly":1316,"Ġfish":1317,"Ġdown":1318,"Ġcontainer":1319,"rizz":1320,"Ġneed":1321,"ffee":1322,"Ġroom":1323,"ser":1324,"ĠFor":1325,"abbage":1326,"starch":1327,"coa":1328,"ivid":1329,"rush":1330,"Ġcovered":1331,"Ġstand":1332,"Ġimm":1333,"Ġfree":1334,"Ġlittle":1335,"Ġstick":1336,"lo":1337,"Ġcornstarch":1338,"Ġpacked":1339,"Ġclean":1340,"ould":1341,"sp":1342,"milk":1343,"Ġbroccoli":1344,"Ġimmediately":1345,"Ġfork":1346,"Ġpaste":1347,"ĠItalian":1348,"umpkin":1349,"Ġzest":1350,"uch":1351,"ually":1352,"Ġraisins":1353,"Ġqu":1354,"Ġoats":1355,"Ġsesame":1356,"Ġchun":1357,"Ġroast":1358,"ocolate":1359,"ĠGr":1360,"rizzle":1361,"Ġtoasted":1362,"ang":1363,"Ġzucchini":1364,"Ġdire":1365,"rease":1366,"meal":1367,"Ġcocoa":1368,"ellow":1369,"ĠIf":1370,"Ġthat":1371,"Ġany":1372,"gg":1373,"ĠButter":1374,"rrange":1375,"oni":1376,"als":1377,"ĠTransfer":1378,"Ġgently":1379,"Ġcomb":1380,"Ġstri":1381,"ctions":1382,"roughly":1383,"Ġalmonds":1384,"arb":1385,"Ġsquar":1386,"Ġreduce":1387,"pt":1388,"ding":1389,"Ġshor":1390,"Ġloaf":1391,"arella":1392,"Ġjar":1393,"Ġtopping":1394,"ator":1395,"ĠEn":1396,"Ġlonger":1397,"Ġfirst":1398,"ĠRoll":1399,"Ġtho":1400,"Ġslow":1401,"unch":1402,"Ġcran":1403,"ubb":1404,"Ġsqu":1405,"Ġcro":1406,"ric":1407,"zzarella":1408,"Ġmuffin":1409,"ĠWhisk":1410,"Ġcucumber":1411,"rop":1412,"Ġlen":1413,"Ġplate":1414,"ren":1415,"Ġchops":1416,"Ġmarinade":1417,"Ġwhipped":1418,"eed":1419,"por":1420,"Ġput":1421,"Ġpeas":1422,"Ġdo":1423,"ipe":1424,"Ġsecon":1425,"Ġtwo":1426,"ĠBlend":1427,"Ġ18":1428,"apen":1429,"Ġmicrowave":1430,"Ġtill":1431,"Ġform":1432,"Ġyellow":1433,"mo":1434,"inue":1435,"Ġthoroughly":1436,"Ġfruit":1437,"ĠSoup":1438,"Ġde":1439,"Ġbreast":1440,"Ġskinless":1441,"Ġolives":1442,"ings":1443,"Ġcur":1444,"ĠDip":1445,"Ġwhen":1446,"Ġuncovered":1447,"Ġhave":1448,"Ġdash":1449,"Ġthey":1450,"ĠSet":1451,"Ġshell":1452,"alapen":1453,"ĠToss":1454,"Ġblue":1455,"ĠParmesan":1456,"Ġcabbage":1457,"Ġenough":1458,"Ġpowdered":1459,"Ġrefrigerator":1460,"gin":1461,"Ġhand":1462,"Ġaddit":1463,"Ġmozzarella":1464,"Ġsepar":1465,"Ġcom":1466,"ĠBrown":1467,"Ġstrips":1468,"Ġmelt":1469,"ites":1470,"ens":1471,"stantly":1472,"ĠSaute":1473,"Ġgran":1474,"Ġdill":1475,"Ġcor":1476,"Ġconstantly":1477,"ark":1478,"Ġhas":1479,"ĠRef":1480,"Ġund":1481,"Ġacc":1482,"voc":1483,"Ġcrumbled":1484,"wh":1485,"ind":1486,"Ġcubed":1487,"'t":1488,"Ġfilling":1489,"issol":1490,"vocad":1491,"Ġmixed":1492,"eta":1493,"Ġboth":1494,"Ġcombined":1495,"Ġpat":1496,"ack":1497,"wich":1498,"Ġsalsa":1499,"tening":1500,"Ġturkey":1501,"Ġpit":1502,"night":1503,"Ġchi":1504,"lower":1505,"Ġsome":1506,"Ġpo":1507,"ĠTurn":1508,"emary":1509,"crum":1510,"ĠRefriger":1511,"fter":1512,"Ġpure":1513,"ting":1514,"Ġshortening":1515,"astic":1516,"fe":1517,"Ġcomes":1518,"Ġround":1519,"flower":1520,"ording":1521,"Ġkn":1522,"irgin":1523,"Ġbubb":1524,"Ġsalmon":1525,"ĠRefrigerate":1526,"Ġjalapen":1527,"udd":1528,"ta":1529,"Ġket":1530,"Ġbit":1531,"urger":1532,"Ġwheat":1533,"Ġcann":1534,"Ġcarrot":1535,"ivided":1536,"Ġaccording":1537,"Ġyol":1538,"Ġno":1539,"ĠDi":1540,"Ġovernight":1541,"Ġ16":1542,"Ġturning":1543,"Ġbreadcrum":1544,"Ġper":1545,"Ġbuttermilk":1546,"Ġx":1547,"izz":1548,"Ġballs":1549,"Ġhalves":1550,"ĠGrease":1551,"Ġwire":1552,"13":1553,"las":1554,"Ġfew":1555,"cept":1556,"tuce":1557,"ĠFold":1558,"Ġheated":1559,"rox":1560,"ĠChill":1561,"red":1562,"Ġread":1563,"Ġfil":1564,"Ġcoffee":1565,"Ġplastic":1566,"Ġ40":1567,"Ġwhites":1568,"dens":1569,"ive":1570,"densed":1571,"jon":1572,"mer":1573,"chup":1574,"yle":1575,"Ġpla":1576,"ex":1577,"lets":1578,"Ġdivided":1579,"Ġtortillas":1580,"udding":1581,"erries":1582,"Ġlettuce":1583,"fa":1584,"erved":1585,"Ġbroil":1586,"Ġmixer":1587,"ĠArrange":1588,"Ġsize":1589,"amic":1590,"ĠThe":1591,"va":1592,"Ġstrawberries":1593,"Ġchunks":1594,"Ġleaf":1595,"ull":1596,"ĠCookies":1597,"Ġsheets":1598,"wise":1599,"Ġbananas":1600,"175":1601,"Ġketchup":1602,"Ġfrying":1603,"Ġpumpkin":1604,"Ġbo":1605,"ĠSimmer":1606,"Ġros":1607,"Ġcondensed":1608,"Ġtow":1609,"Ġquart":1610,"arin":1611,"Ġinches":1612,"Ġrest":1613,"Ġtortilla":1614,"Ġdissol":1615,"Ġrosemary":1616,"Ġbreadcrumbs":1617,"asy":1618,"ction":1619,"Ġmint":1620,"ĠBread":1621,"dually":1622,"acar":1623,"ider":1624,"izza":1625,"ist":1626,"alsamic":1627,"Ġwa":1628,"Ġseconds":1629,"ful":1630,"porated":1631,"Ġscall":1632,"Ġseeded":1633,"Ġneeded":1634,"ift":1635,"Ġavocad":1636,"Ġkeep":1637,"med":1638,"ape":1639,"Ġbanana":1640,"Ġshallow":1641,"Ġthaw":1642,"osh":1643,"Ġca":1644,"Ġdirections":1645,"Ġrec":1646,"Ġtri":1647,"reak":1648,"Ġpress":1649,"rench":1650,"Ġwedges":1651,"una":1652,"Ġallow":1653,"Ġonce":1654,"insed":1655,"ĠRice":1656,"Ġexcept":1657,"Ġbay":1658,"ĠDijon":1659,"ĠSlic":1660,"20":1661,"Ġadditional":1662,"ĠGarnish":1663,"alted":1664,"Ġremo":1665,"osher":1666,"acaroni":1667,"ĠCake":1668,"Ġinser":1669,"Ġedges":1670,"ĠEnjoy":1671,"ead":1672,"Ġchilled":1673,"ĠGrill":1674,"Ġcoarsely":1675,"Ġcoated":1676,"unt":1677,"ort":1678,"ots":1679,"Ġshould":1680,"Ġrinsed":1681,"ĠGra":1682,"Ġsub":1683,"Ġnonstick":1684,"Ġmashed":1685,"Ġseparate":1686,"stit":1687,"Ġcrackers":1688,"ving":1689,"Ġwhile":1690,"Ġquarter":1691,"Ġcookies":1692,"ola":1693,"Ġtooth":1694,"Ġcider":1695,"Ġfine":1696,"so":1697,"Ġcol":1698,"Ġjalapeno":1699,"Ġready":1700,"aple":1701,"Ġpink":1702,"ĠFill":1703,"gth":1704,"Ġdark":1705,"asp":1706,"Ġthickened":1707,"Ġdi":1708,"ĠDrop":1709,"pick":1710,"iscard":1711,"Ġcanned":1712,"Ġfillets":1713,"Ġcranberries":1714,"ates":1715,"Ġhalved":1716,"Ġta":1717,"Ġcurry":1718,"ĠRo":1719,"while":1720,"iscuit":1721,"ĠYou":1722,"Ġchives":1723,"dge":1724,"Ġapprox":1725,"Ġinserted":1726,"Ġsea":1727,"uli":1728,"Ġtoothpick":1729,"Ġthawed":1730,"Ġunsalted":1731,"Ġplain":1732,"ep":1733,"Ġlength":1734,"ivide":1735,"eanwhile":1736,"Ġpick":1737,"Ġbet":1738,"ĠSlice":1739,"ages":1740,"ĠChocolate":1741,"ully":1742,"te":1743,"Ġgranul":1744,"eased":1745,"Ġinstant":1746,"Ġevery":1747,"ĠMeanwhile":1748,"Ġgrease":1749,"Ġpeach":1750,"arsh":1751,"ĠCasserole":1752,"),":1753,"Ġag":1754,"atch":1755,"Ġaround":1756,"arshm":1757,"Ġbalsamic":1758,"Ġeva":1759,"Ġwrap":1760,"uliflower":1761,"Ġback":1762,"Ġshall":1763,"Ġdon":1764,"Ġalmond":1765,"Ġuncooked":1766,"greased":1767,"Ġtoo":1768,"arshmallow":1769,".)":1770,"Ġ325":1771,"uced":1772,"Ġflat":1773,"Ġ35":1774,"Ġfa":1775,"Ġsem":1776,"Ġend":1777,"ĠPre":1778,"Ġspeed":1779,"Ġcreamy":1780,"ĠPie":1781,"Ġprefer":1782,"ets":1783,"Ġsubstit":1784,"Ġcontinue":1785,"fection":1786,"Ġafter":1787,"ĠSpray":1788,"isten":1789,"ddle":1790,"Ġbeg":1791,"lect":1792,"Ġvirgin":1793,"ont":1794,"Ġcooker":1795,"Ġpans":1796,"Ġsalted":1797,"ĠPotatoes":1798,"Ġused":1799,"ĠDrizzle":1800,"Ġconfection":1801,"ĠAll":1802,"Ġlong":1803,"Ġcrock":1804,"Ġfluff":1805,"Ġreduced":1806,"ops":1807,"Ġlid":1808,"inse":1809,"Ġyolks":1810,"Ġcons":1811,"Ġkosher":1812,"Ġpounds":1813,"ican":1814,"Ġpuree":1815,"ĠCr":1816,"Ġsquash":1817,"Ġripe":1818,"Ġpastry":1819,"arp":1820,"Ġher":1821,"ĠTom":1822,"Ġmarshmallow":1823,"Ġgranulated":1824,"Ġcherry":1825,"Ġungreased":1826,"cy":1827,"ife":1828,"Ġfeta":1829,"Qu":1830,"ĠSto":1831,"ĠBe":1832,"Ġmacaroni":1833,"Ġsand":1834,"ĠCar":1835,"ĠSalt":1836,"Ġrolls":1837,"Ġchilies":1838,"ong":1839,"imately":1840,"hett":1841,"weetened":1842,"aby":1843,"Ġknife":1844,"ĠBoil":1845,"Ġevaporated":1846,"Ġquick":1847,"Ġreserved":1848,"Ġsquares":1849,"Ġsteak":1850,"Ġcer":1851,"Ġblueberries":1852,"amb":1853,"ĠRet":1854,"Ġpudding":1855,"Ġchop":1856,"Ġfold":1857,"Ġspices":1858,"Ġjuices":1859,"ĠReturn":1860,"Ġday":1861,"Ġsandwich":1862,"Ġar":1863,"ling":1864,"cent":1865,"Ġfre":1866,"Ġpatt":1867,"amel":1868,"Ġmaple":1869,"Ġpiece":1870,"icy":1871,"rand":1872,"Ġconfectioners":1873,"Ġop":1874,"Ġtsp":1875,"Ġrecipe":1876,"Ġbou":1877,"Ġbox":1878,"Ġsur":1879,"ĠFrench":1880,"quently":1881,"Ġbite":1882,"Ġdeep":1883,"ĠLightly":1884,"iander":1885,"Ġfrequently":1886,"Ġstem":1887,"Sp":1888,"ier":1889,"Ġagain":1890,"Ġlengthwise":1891,"Easy":1892,"Ġinc":1893,"imes":1894,"Ġavocado":1895,"Ġcolor":1896,"int":1897,"Ġsure":1898,"Ġbubbly":1899,"ĠCheddar":1900,"Ġrea":1901,"Ġrasp":1902,"bsp":1903,"Ġrun":1904,"ĠBrush":1905,"nut":1906,"ĠDivide":1907,"tern":1908,"Ġamo":1909,"Ġhard":1910,"Ġfluffy":1911,"Ġunsweetened":1912,"uss":1913,"Ġsurfa":1914,"sing":1915,"ĠPotato":1916,"ĠPeel":1917,"ome":1918,"lectric":1919,"ĠAllow":1920,"Ġsubstitute":1921,"ĠMake":1922,"Ġcoriander":1923,"free":1924,"parag":1925,"illon":1926,"ium":1927,"Ġtuna":1928,"paragus":1929,"Ġyeast":1930,"ĠPress":1931,"Ġelectric":1932,"way":1933,"Ġcereal":1934,"Ġbiscuit":1935,"ern":1936,"ango":1937,"aghett":1938,"Ġcracker":1939,"Ġwork":1940,"ĠThis":1941,"Ġrind":1942,"Ġpackages":1943,"ĠUse":1944,"Ġconsisten":1945,"Ġsurface":1946,"Ġcanola":1947,"Ġbouillon":1948,"Ġeas":1949,"ĠStore":1950,"Ġcap":1951,"ĠDressing":1952,"Chicken":1953,"part":1954,"Ġapproximately":1955,"Ġadding":1956,"Ġ50":1957,"Ġ24":1958,"corn":1959,"oke":1960,"Ġalso":1961,"Ġcauliflower":1962,"aghetti":1963,"ula":1964,"Ġfloured":1965,"ino":1966,"Ġconsistency":1967,"vorite":1968,"ment":1969,"pl":1970,"Ġpizza":1971,"rained":1972,"Ġcand":1973,"erm":1974,"Ġseal":1975,"Ġgood":1976,"ĠSift":1977,"ĠUsing":1978,"cho":1979,"siz":1980,"Ġbroiler":1981,"till":1982,"Ġair":1983,"Ġdou":1984,"Ġstuff":1985,"Ġrum":1986,"Ġwhipping":1987,"ma":1988,"Ġcooled":1989,"Ġsit":1990,"ĠRep":1991,"Ġenjoy":1992,"cake":1993,"Ġ425":1994,"Ġmash":1995,"rig":1996,"arbec":1997,"mmed":1998,"Ġapart":1999,"Ġstal":2000,"Ġhead":2001,"Ġseasoned":2002,"OT":2003,"for":2004,"ĠFry":2005,"ĠThen":2006,"Ġsquare":2007,"ham":2008,"pend":2009,"ĠLine":2010,"sor":2011,"Ġsweetened":2012,"Ġdiscard":2013,"Ġstill":2014,"Ġroasted":2015,"anch":2016,"ney":2017,"coop":2018,"Ġwant":2019,"ĠEgg":2020,"Ġbunch":2021,"Ġpatties":2022,"side":2023,"Ġml":2024,"ĠSc":2025,"Ġsw":2026,"Ġmon":2027,"atin":2028,"Ġdrizzle":2029,"Ġmini":2030,"ĠCorn":2031,"ĠMarin":2032,"cakes":2033,"cle":2034,"Ġsprig":2035,"zer":2036,"ation":2037,"Ġsharp":2038,"ĠRepeat":2039,"ĠGradually":2040,"ple":2041,"Ġcornmeal":2042,"Ġwax":2043,"efully":2044,"Ġribs":2045,"asses":2046,"ote":2047,"30":2048,"hees":2049,"ild":2050,"Ġgo":2051,"Ġseasonings":2052,"olasses":2053,"Ġlean":2054,"balls":2055,"ĠSm":2056,"Ġret":2057,"auce":2058,"Ġspice":2059,"Ġbun":2060,"Ġscallions":2061,"veral":2062,"ĠAl":2063,"--":2064,"Ġbaby":2065,"Ġbrush":2066,"Ġunder":2067,"ĠPepper":2068,"zo":2069,"ĠPrepar":2070,"Ġcas":2071,"Ġplatter":2072,"Ġpart":2073,"anana":2074,"Ġsteaks":2075,"Ġdissolved":2076,"iff":2077,"Ġseveral":2078,"Ġtaco":2079,"ĠFl":2080,"Ġpeaches":2081,"ween":2082,"Ġcoarse":2083,"Ġsun":2084,"Ġtin":2085,"xt":2086,"Ġfull":2087,"burger":2088,"Ġexcess":2089,"Ġshake":2090,"Ġball":2091,"just":2092,"ness":2093,"pric":2094,"uck":2095,"ĠPork":2096,"ĠMuff":2097,"Ġremoved":2098,"Ġget":2099,"arbecue":2100,"Ġtowels":2101,"Ġamount":2102,"bed":2103,"Ġbetween":2104,"Ġdegree":2105,"asta":2106,"fuls":2107,"ĠPrepare":2108,"Ġslowly":2109,"of":2110,"terey":2111,"Ġpeanuts":2112,"eanut":2113,"Ġfavorite":2114,"Ġgraham":2115,"rit":2116,"ters":2117,"Ġdip":2118,"Ġreturn":2119,"Ġnext":2120,"ĠWhile":2121,"Ġad":2122,"spice":2123,"elly":2124,"Ġmarshmallows":2125,"Ġvegg":2126,"eur":2127,"Ġ450":2128,"lish":2129,"Ġpul":2130,"Ġmolasses":2131,"Ġspaghetti":2132,"Ġpitted":2133,"thing":2134,"Ġtransfer":2135,"ĠLayer":2136,"Ġgreens":2137,"ridge":2138,"ĠMuffins":2139,"18":2140,"laze":2141,"Ġoften":2142,"ily":2143,"Ġlay":2144,"Ġasparagus":2145,"Ġlef":2146,"Ġchoice":2147,"gon":2148,"Ġfreeze":2149,"zed":2150,"ĠGarlic":2151,"sting":2152,"Chocolate":2153,"Ġonly":2154,"ingle":2155,"most":2156,"Ġquartered":2157,"Ġchile":2158,"Ġtoast":2159,"Ġabsor":2160,"Ġgel":2161,"exican":2162,"Ġhamburger":2163,"Ġhor":2164,"ere":2165,"tail":2166,"ah":2167,"routs":2168,"tich":2169,"ĠBeans":2170,"Ġfreezer":2171,"uring":2172,"loin":2173,"uffed":2174,"Ġshallots":2175,"arts":2176,"Ġsquee":2177,"Ġliqueur":2178,"Ġcherries":2179,"ĠCoat":2180,"cessary":2181,"Ġplus":2182,"Ġtrimmed":2183,"Ġtops":2184,"Ġberries":2185,"ular":2186,"lit":2187,"Ġoz":2188,"Cream":2189,"utch":2190,"Ġcrab":2191,"ĠRoast":2192,"vel":2193,"Ġdri":2194,"Ġnecessary":2195,"St":2196,"Ġjack":2197,"Ġsingle":2198,"tight":2199,"cktail":2200,"esto":2201,"ĠDo":2202,"edge":2203,"adish":2204,"Ġsherry":2205,"illed":2206,"Ġskew":2207,"Ġtimes":2208,"Ġmango":2209,"Ġpint":2210,"Ġclear":2211,"Ġtrans":2212,"Ġbreak":2213,"pending":2214,"uid":2215,"Ġapplesauce":2216,"Ġalmost":2217,"Ġdouble":2218,"Ġwood":2219,"Ġfridge":2220,"uminum":2221,"ĠCont":2222,"bl":2223,"Ġstrawberry":2224,"Ġfluid":2225,"Ġlast":2226,"Ġ23":2227,"eget":2228,"ĠNote":2229,"ĠShape":2230,"Ġallspice":2231,"achine":2232,"archment":2233,"pot":2234,"Ġsage":2235,"amp":2236,"oun":2237,"Ġstore":2238,"Ġtightly":2239,"Ġbrand":2240,"ener":2241,"Ġgelatin":2242,"Co":2243,"Ġbowls":2244,"ĠTomato":2245,"such":2246,"bread":2247,"cook":2248,"hew":2249,"Ġsmoked":2250,"ĠBean":2251,"Ġ\\":2252,"Ġparchment":2253,"Ġbuttered":2254,"Ġwet":2255,"ĠUn":2256,"Ġbean":2257,"quart":2258,"ĠNOT":2259,"odka":2260,"Ġrefrigerated":2261,"Ġmarinate":2262,"Ġkern":2263,"Ġbest":2264,"Ġshells":2265,"seradish":2266,"Ġflavors":2267,"rock":2268,"ifted":2269,"Ġmois":2270,"Ġind":2271,"ĠBeef":2272,"Ġcucumbers":2273,"Ġjelly":2274,"Ġaluminum":2275,"plant":2276,"ĠContinue":2277,"Ġport":2278,"ĠPan":2279,"Ġtart":2280,"Ġmed":2281,"rett":2282,"Ġstiff":2283,"Ġcored":2284,"Ġbaked":2285,"Ġairtight":2286,"ears":2287,"Ġveggies":2288,"Ġgrain":2289,"Ġburn":2290,"Ġless":2291,"Ġstart":2292,"Ġtea":2293,"aker":2294,"Ġeverything":2295,"Ġcaramel":2296,"Ġstems":2297,"ĠPasta":2298,"Ġtbsp":2299,"Ġcranberry":2300,"ons":2301,"ĠLemon":2302,"ĠPro":2303,"rette":2304,"meric":2305,"Ġsemi":2306,"Ġgrap":2307,"style":2308,"andwich":2309,"ĠGently":2310,"Ġrolled":2311,"ĠStea":2312,"Ġapric":2313,"aig":2314,"ĠQu":2315,"sc":2316,"erves":2317,"Ġfour":2318,"ounce":2319,"use":2320,"Ġstew":2321,"ĠWhip":2322,"Ġraw":2323,"Ġwooden":2324,"ĠMicrowave":2325,"acon":2326,"Ġfirmly":2327,"aigrette":2328,"ĠMushroom":2329,"Ġflore":2330,"ai":2331,"ickp":2332,"icot":2333,"ĠChop":2334,"de":2335,"Ġherbs":2336,"Ġinst":2337,"asco":2338,"Ġ*":2339,"lenda":2340,"Ġglasses":2341,"ĠGreen":2342,"ĠSandwich":2343,"Ġvodka":2344,"sweet":2345,"Ġoranges":2346,"Ġmuch":2347,"Ġbuns":2348,"19":2349,"tils":2350,"ĠFree":2351,"Ġsticks":2352,"ussels":2353,"Ġjam":2354,"Ġbar":2355,"ĠWrap":2356,"ppings":2357,"ale":2358,"Ġshape":2359,"Ġbottle":2360,"Ġmelts":2361,"Ġpea":2362,"Ġbeating":2363,"Ġhands":2364,"lu":2365,"Ġcott":2366,"law":2367,"lavor":2368,"Ġbec":2369,"abasco":2370,"Ġsprouts":2371,"Ġman":2372,"Ġpres":2373,"ĠSlow":2374,"ĠLow":2375,"Ġkid":2376,"Ġtil":2377,"Ġsn":2378,"elb":2379,"ĠOr":2380,"ĠFro":2381,"Ġcandy":2382,"Ġ--":2383,"ragon":2384,"icing":2385,"ett":2386,"Ġabsorbed":2387,"Ġbarbecue":2388,"Ġroasting":2389,"kra":2390,"Ġreg":2391,"ili":2392,"ĠApple":2393,"Ġsame":2394,"Ġsized":2395,"ĠMeat":2396,"Ġcottage":2397,"ppy":2398,"Ġ300":2399,"Ġleave":2400,"Ġcre":2401,"Ġhorseradish":2402,"Baked":2403,"Ġsifted":2404,"Ġbits":2405,"do":2406,"ĠWash":2407,"ĠOnce":2408,"Ġmi":2409,"arragon":2410,"icotta":2411,"Ġbars":2412,"Ġtray":2413,"Ġicing":2414,"Ġlined":2415,"ollow":2416,"Ġdrippings":2417,"Gr":2418,"Ġtowel":2419,"Ġcutting":2420,"Ġgradually":2421,"eeks":2422,"Ġundrained":2423,"Ġmeatballs":2424,"Ġho":2425,"Ġflaked":2426,"Ġstuffing":2427,"ious":2428,"ĠShake":2429,"Ġcreamed":2430,"Ġstalks":2431,"thy":2432,"Ġbatch":2433,"ĠCan":2434,"ĠZ":2435,"cous":2436,"Ġrinse":2437,"Ġskim":2438,"Ġturmeric":2439,"Ġbiscuits":2440,"Ġscoop":2441,"Ġalong":2442,"ĠRec":2443,"Ro":2444,"ĠBreak":2445,"ouscous":2446,"Ġlentils":2447,"Ġoatmeal":2448,"Ġmachine":2449,"ny":2450,"ĠBr":2451,"Ġ60":2452,"Ġsprigs":2453,"ĠSweet":2454,"Ġflorets":2455,"chopped":2456,"Ġmaking":2457,"ari":2458,"Ġleaving":2459,"Ġartich":2460,"fry":2461,"Ġgravy":2462,"Ġbr":2463,"Ġequ":2464,"ĠBroil":2465,"rate":2466,"Ġinside":2467,"Ġwings":2468,"ĠSqu":2469,"Ġlayers":2470,"Ġeasily":2471,"ĠRinse":2472,"Ġthickness":2473,"Ġroma":2474,"Ġkidney":2475,"Ġmonterey":2476,"Ġreach":2477,"reek":2478,"Ġway":2479,"ĠTabasco":2480,"Ġbeer":2481,"Ġgri":2482,"Ġrub":2483,"Ġsli":2484,"ĠRecipe":2485,"eri":2486,"Ġcrispy":2487,"ys":2488,"ght":2489,"Ġspring":2490,"ĠSugar":2491,"Ġbeen":2492,"Ġremoving":2493,"ĠBaked":2494,"Ġha":2495,"Ġdepending":2496,"Ġmiddle":2497,"Ġplates":2498,"Ġthickens":2499,"Ġmeas":2500,"ĠVeget":2501,"Ġtransl":2502,"Ġchunk":2503,"Ġtake":2504,"Ġsprink":2505,"Ġpine":2506,"ĠAs":2507,"ĠRub":2508,"Sweet":2509,"elic":2510,"ucent":2511,"Ġjars":2512,"Ġeggplant":2513,"Ġtranslucent":2514,"Ġcocktail":2515,"ĠSplenda":2516,"uted":2517,"Ġtarragon":2518,"Ġraspberries":2519,"Ġthree":2520,"ĠToast":2521,"meat":2522,"tover":2523,"ranberry":2524,"Ġthigh":2525,"ĠOnion":2526,"Ġlamb":2527,"ĠCa":2528,"hub":2529,"Ġmade":2530,"imple":2531,"Ġrough":2532,"IN":2533,"pro":2534,"ĠSlowly":2535,"Ġgriddle":2536,"hubarb":2537,"ual":2538,"Ġfra":2539,"isin":2540,"Ġhear":2541,"Ġconcent":2542,"Ġmins":2543,"size":2544,"ĠMakes":2545,"ento":2546,"ĠOat":2547,"Grilled":2548,"Ġaltern":2549,"ĠShrimp":2550,"otch":2551,"ible":2552,"Ġpop":2553,"isweet":2554,"Ġstrain":2555,"ilad":2556,"Ġskewers":2557,"Ġbegins":2558,"peel":2559,"ĠSw":2560,"ĠMash":2561,"Ġsemisweet":2562,"Ġcapers":2563,"Ġspat":2564,"28":2565,"Ġglaze":2566,"ĠBars":2567,"mel":2568,"ru":2569,"ton":2570,"Ġthan":2571,"ized":2572,"Ġricotta":2573,"inoa":2574,"Ġsteam":2575,"Ġrings":2576,"Ġdays":2577,"Ġracks":2578,"ĠForm":2579,"Ġspatula":2580,"flavor":2581,"bon":2582,"Ġmoistened":2583,"Ġlemons":2584,"Ġitalian":2585,"elf":2586,"Ġyolk":2587,"Ġswiss":2588,"amom":2589,"ickpeas":2590,"Ġpreserves":2591,"Ġraspberry":2592,"Ġ200":2593,"Ġcarefully":2594,"Ġwok":2595,"Ġnonfat":2596,"urgers":2597,"Ġconcentrate":2598,"ĠTake":2599,"Ġmayo":2600,"Lemon":2601,"Ġorder":2602,"Ġsugars":2603,"udge":2604,"peeled":2605,"not":2606,"iron":2607,"urkey":2608,"Ġmuffins":2609,"outh":2610,"ĠStrain":2611,"its":2612,"Ġstove":2613,"ĠAfter":2614,"enerous":2615,"rescent":2616,"Ġdates":2617,"Ġ11":2618,"ennel":2619,"Ġincor":2620,"Ġarrange":2621,"ĠChip":2622,"Ġpesto":2623,"Ġfrosting":2624,"ĠDutch":2625,"Ġshallot":2626,"omme":2627,"Ġmy":2628,"ied":2629,"ms":2630,"ata":2631,"ardamom":2632,"Ġtherm":2633,"ente":2634,"!)":2635,"Ġsplit":2636,"ellini":2637,"Ġpacket":2638,"ĠSpinach":2639,"ometer":2640,"ne":2641,"Ġchiles":2642,"Ġeat":2643,"Creamy":2644,"Ġrise":2645,"Ġregular":2646,"Ġbatches":2647,"fast":2648,"que":2649,"virgin":2650,"Ġsoften":2651,"Ġthermometer":2652,"erb":2653,"Ġdro":2654,"asting":2655,"inner":2656,"40":2657,"Ġwithout":2658,"Ġsodium":2659,"Ġpim":2660,"Ġlook":2661,"Ġrounds":2662,"ĠChops":2663,"Ġgreat":2664,"potle":2665,"umm":2666,"Sa":2667,"ĠMo":2668,"Ġindivid":2669,"alf":2670,"ĠSalmon":2671,"Ġmeal":2672,"ĠPudding":2673,"fl":2674,"ably":2675,"Ġpickle":2676,"Ġends":2677,"Ġdente":2678,"ĠProcess":2679,"risp":2680,"Ġbri":2681,"Ġfive":2682,"ĠPeanut":2683,"jun":2684,"ĠBanana":2685,"omem":2686,"omemade":2687,"Ġreal":2688,"flavored":2689,"oiled":2690,"Ġcrumbly":2691,"190":2692,"Ġthighs":2693,"Ġposs":2694,"elicious":2695,"Ġflavored":2696,"ĠChili":2697,"Ġchees":2698,"ity":2699,"Ġquarts":2700,"Ġreserving":2701,"Ġsecond":2702,"chilad":2703,"Ġsetting":2704,"oul":2705,"Apple":2706,"velop":2707,"Ġpita":2708,"Ġcube":2709,"odium":2710,"Ġdoes":2711,"Ġwashed":2712,"Spicy":2713,"Ġdrop":2714,"Ġ250":2715,"Ġcouscous":2716,"ert":2717,"zel":2718,"Ġcardamom":2719,"Ġchickpeas":2720,"dried":2721,"ĠMexican":2722,"proof":2723,"ineapple":2724,"ĠEasy":2725,"cut":2726,"Ġdeve":2727,"ty":2728,"Ġ.":2729,"Ġcashew":2730,"Ġpeaks":2731,"Ġbetter":2732,"Ġbegin":2733,"av":2734,"Ġbul":2735,"ecor":2736,"Ġleftover":2737,"ĠCrum":2738,"Ġhow":2739,"bo":2740,"Ġroughly":2741,"ĠPat":2742,"ib":2743,"Ġapricot":2744,"scotch":2745,"elve":2746,"cooked":2747,"Ġdice":2748,"sized":2749,"uple":2750,"cover":2751,"vent":2752,"Th":2753,"Ġslivered":2754,"Ġiron":2755,"Roasted":2756,"Ġaway":2757,"Ġcrescent":2758,"aki":2759,"Ġcoating":2760,"eness":2761,"ĠSe":2762,"Ġcir":2763,"Ġcouple":2764,".).":2765,"glish":2766,"ĠPure":2767,"ĠTomatoes":2768,"Ġsprayed":2769,"Ġgrapes":2770,"Bro":2771,"heck":2772,"ingers":2773,"Ġavocados":2774,"Ġtins":2775,"Ġcheeses":2776,"essert":2777,"Ġwaxed":2778,"Ġadjust":2779,"ĠApp":2780,"Ġfennel":2781,"Ġsandwiches":2782,"Ġbrandy":2783,"Ġmost":2784,"ER":2785,"loaf":2786,"ĠFruit":2787,"ĠKeep":2788,"ĠPizza":2789,"ĠBacon":2790,"45":2791,"Ġplum":2792,"Ġbeets":2793,"Ġcrabmeat":2794,"The":2795,"Car":2796,"ken":2797,"ĠEggs":2798,"11":2799,"Ġtorn":2800,"afe":2801,"ĠHot":2802,"ĠLo":2803,"Ġquickly":2804,"ĠCarro":2805,"Ġdrops":2806,"Ġreserve":2807,"Ġ100":2808,"Ġamon":2809,"ĠSk":2810,"Ġzip":2811,"Ġopen":2812,"Ġranch":2813,"Â°":2814,"rape":2815,"Ġwra":2816,"Ġwarmed":2817,"Ġamong":2818,"Ġtouch":2819,"Sh":2820,"Ġserved":2821,"Ġbasting":2822,"Crock":2823,"boiled":2824,"Ġsec":2825,"agon":2826,"Ġki":2827,"Ġdoneness":2828,"ĠVin":2829,"ipped":2830,"Ġbone":2831,"ĠSalsa":2832,"Ġdeveined":2833,"ye":2834,"Ġcola":2835,"you":2836,"Ġweed":2837,"ating":2838,"ĠSmooth":2839,"Ġusually":2840,"Ġdirec":2841,"Ġwould":2842,"Ġline":2843,"ĠPuree":2844,"head":2845,"Ġmas":2846,"olid":2847,"Wh":2848,"ĠJust":2849,"Ġindividual":2850,"Ġhe":2851,"Ġsunflower":2852,"Ġhearts":2853,"ingu":2854,"Ġrolling":2855,"Ġmild":2856,"ĠSausage":2857,"ath":2858,"Ġself":2859,"Ġgenerous":2860,"ĠBas":2861,"Ġpear":2862,"the":2863,"ommend":2864,"Ġcross":2865,"Quick":2866,"Ġedge":2867,"Ġwil":2868,"ala":2869,"half":2870,"eek":2871,"heesy":2872,"sodium":2873,"quick":2874,"eful":2875,"Ġduring":2876,"Ġloos":2877,"fu":2878,"ĠLay":2879,"mm":2880,"Ġpepperoni":2881,"ither":2882,"Ġquinoa":2883,"ĠOrange":2884,"Ġfinish":2885,"Ġmet":2886,"etc":2887,"It":2888,"yaki":2889,"Ġnice":2890,"lined":2891,"Ġpulse":2892,"ial":2893,"ructions":2894,"Ġfit":2895,"Ġprevent":2896,"Ġgrape":2897,"Ġfragr":2898,"Ġartichoke":2899,"top":2900,"Ġes":2901,"Ġfollow":2902,"ĠMarinate":2903,"ĠTaste":2904,"Ġfully":2905,"rew":2906,"ĠFresh":2907,"iche":2908,"ence":2909,"root":2910,"uer":2911,"ĠDe":2912,"Ġtenderloin":2913,"Ġenvelop":2914,"eriyaki":2915,"Ġabove":2916,"Ġquarters":2917,"ĠNut":2918,"Ġfried":2919,"Ġrhubarb":2920,"Ġtes":2921,"Ġaddition":2922,"cooking":2923,"ĠOatmeal":2924,"Ġac":2925,"Ġbl":2926,"app":2927,"Ġequal":2928,"adle":2929,"ĠCarefully":2930,"lazed":2931,"Ġdiagon":2932,"ucc":2933,"Banana":2934,"Ġcracked":2935,"oz":2936,"ealthy":2937,"Ġgoat":2938,"ĠPancakes":2939,"ĠTablespoon":2940,"irl":2941,"ĠHoney":2942,"lueberry":2943,"Ġadded":2944,"Ġmug":2945,"ĠTri":2946,"ĠMarinade":2947,"ban":2948,"Ġetc":2949,"ffle":2950,"Ġtheir":2951,"Ġwhip":2952,"Ġhold":2953,"ctive":2954,"Ġbig":2955,"Ġminiature":2956,"Ġdirected":2957,"Ġrep":2958,"Ġdust":2959,"Ġinstructions":2960,"Be":2961,"ctang":2962,"ĠDiscard":2963,"ising":2964,"Ġmoder":2965,"isquick":2966,"Ġrectang":2967,"Ġfragrant":2968,"Ġsqueeze":2969,"Ġhash":2970,"ats":2971,"ĠStyle":2972,"Ġwhisking":2973,"Ġdipping":2974,"Ġvinaigrette":2975,"Ġrelish":2976,"Ġgrate":2977,"Ġ180":2978,"ufa":2979,"kraut":2980,"Gar":2981,"Ġcreme":2982,"))":2983,"Ġstarts":2984,"RE":2985,"ĠTbsp":2986,"are":2987,"Ġwide":2988,"Ġherb":2989,"Ġboiled":2990,"Ġcareful":2991,"tender":2992,"elveeta":2993,"Ġpancake":2994,"ower":2995,"ufact":2996,"Ġcashews":2997,"ĠPo":2998,"ira":2999,"ara":3000,"Ġmanufact":3001,"leslaw":3002,"melon":3003,"Ġpossible":3004,"alo":3005,"Ġservings":3006,"Ġbubbles":3007,"ĠUncover":3008,"uerkraut":3009,"Ġbroken":3010,"Ġ'":3011,"Ġpeppercorn":3012,"unchy":3013,"fresh":3014,"vour":3015,"ĠWhite":3016,"Ġbags":3017,"Ġprepare":3018,"Ġboard":3019,"Ġincorporated":3020,"ĠTopping":3021,"Ġright":3022,"Ġromaine":3023,"Ġfillet":3024,"ĠStew":3025,"baked":3026,"ĠEnglish":3027,"Garlic":3028,"Ġfo":3029,"ĠIi":3030,"Ġrot":3031,"Ġtartar":3032,"Ġpulp":3033,"cher":3034,"Ġkernels":3035,"ĠBrussels":3036,"Ġoptional":3037,"Ġsimmering":3038,"Ġsuch":3039,"ĠSour":3040,"Ġmanufactur":3041,"Ġahead":3042,"ĠFin":3043,"ashion":3044,"Ġforms":3045,"Ġver":3046,"ĠBroccoli":3047,"Ġoys":3048,"ramb":3049,"ĠCrumble":3050,"ĠBlack":3051,"Ġsqueezed":3052,"Ġits":3053,"Ġcrumble":3054,"andarin":3055,"Ġrounded":3056,"Ġtub":3057,"ĠIce":3058,"Ġchunky":3059,"Ġlower":3060,"ĠRoasted":3061,"ĠVegetable":3062,"ette":3063,"liced":3064,"Ġleft":3065,"safe":3066,"ita":3067,"ĠMay":3068,"min":3069,"ugula":3070,"Ġworks":3071,"umps":3072,"ĠMilk":3073,"ĠRes":3074,"Ġstyle":3075,"Ġkernel":3076,"Ġbutterscotch":3077,"Ġsoak":3078,"Ġjuiced":3079,"Ġcaps":3080,"Ġchipotle":3081,"Ġdissolve":3082,"Ġflatten":3083,"Ġjalapenos":3084,"Ġskins":3085,"ĠMushrooms":3086,"Ġcla":3087,"ĠBest":3088,"ĠSmoothie":3089,"Peanut":3090,"60":3091,"Ġgranu":3092,"ĠFreeze":3093,"ĠPumpkin":3094,"Stra":3095,"Ġtofu":3096,"Ġthese":3097,"Ġbase":3098,"otted":3099,"Ġbarley":3100,"ĠFried":3101,"Ġchest":3102,"Ġcoloring":3103,"uper":3104,"Ġcreat":3105,"Ġenvelope":3106,"oli":3107,"roll":3108,"uten":3109,"Ġpopcorn":3110,"ĠTurkey":3111,"Ġmoist":3112,"Pot":3113,"ĠSteak":3114,"Hot":3115,"Ġcrockpot":3116,"ning":3117,"Ġseparated":3118,"ĠNOTE":3119,"ieve":3120,"urry":3121,"Ġnear":3122,"Straw":3123,"ĠMin":3124,"Ġpoint":3125,"Ġwedge":3126,"mix":3127,"aco":3128,"mond":3129,"ĠPecan":3130,"ĠCrust":3131,"ĠAn":3132,"Butter":3133,"Ġseedless":3134,"Ġbott":3135,"ĠScoop":3136,"ĠOli":3137,"redge":3138,"Orange":3139,"add":3140,"Ġwas":3141,"Ġdecor":3142,"Ġflax":3143,"ING":3144,"Honey":3145,"jor":3146,"inese":3147,"Ġold":3148,"Ġleeks":3149,"rib":3150,"ĠHam":3151,"gel":3152,"ĠMar":3153,"Ġmanufacturer":3154,"ĠStuff":3155,"Ġparts":3156,"ron":3157,"alt":3158,"35":3159,"Ġstewed":3160,"Ġscallion":3161,"Ġspicy":3162,"Ġslotted":3163,"Ġshaker":3164,"Ġjuli":3165,"Ġboiler":3166,"Ġkale":3167,"Ġcrosswise":3168,"Low":3169,"..":3170,"Ġtast":3171,"ially":3172,"ĠFat":3173,"Ġtossing":3174,"Ġmakes":3175,"armal":3176,"oo":3177,"ĠGrilled":3178,"Ġdis":3179,"ĠCl":3180,"try":3181,"Ġspoonfuls":3182,"Ġgu":3183,"oodle":3184,"asa":3185,"ĠVelveeta":3186,"gan":3187,"Ġdissolves":3188,"Ġinclu":3189,"Ġpitcher":3190,"fish":3191,"Italian":3192,"armalade":3193,"utney":3194,"Ġdrink":3195,"ello":3196,"ĠZucchini":3197,"ila":3198,"Ġshap":3199,"ĠBisquick":3200,"Ġcooling":3201,"ĠSwiss":3202,"200":3203,"merican":3204,"iel":3205,"ĠStuffed":3206,"Ġnect":3207,"vocado":3208,"eli":3209,"ths":3210,"banzo":3211,"Ġlik":3212,"Ġstalk":3213,"ross":3214,"Ġorzo":3215,"Ġthir":3216,"ĠAd":3217,"Ġcutter":3218,"Ġpoppy":3219,"press":3220,"da":3221,"inguine":3222,"Ġfoam":3223,"Ġknead":3224,"joram":3225,"Ġflip":3226,"Ġeither":3227,"qt":3228,"elbow":3229,"Ġpeppercorns":3230,"Ġdishes":3231,"Ġgranules":3232,"heit":3233,"ĠGreek":3234,"Ġancho":3235,"Ġouts":3236,"Ġrad":3237,"Ġloin":3238,"ĠReserve":3239,"Green":3240,"Ġunpeeled":3241,"eeze":3242,"ĠSoak":3243,"ĠCup":3244,"Ġgingerroot":3245,"io":3246,"undt":3247,"Ġwalnut":3248,"Strawberry":3249,"ĠGinger":3250,"uk":3251,"Ġalternately":3252,"Ġelbow":3253,"ĠOil":3254,"ĠKn":3255,"elbasa":3256,"oro":3257,"Ġmarjoram":3258,"Ġlim":3259,"Ġwe":3260,"Ġrese":3261,"Ġtight":3262,"Ġgall":3263,"Ġscrap":3264,"Ġchuck":3265,"Ġmetal":3266,"ashioned":3267,"Ġthere":3268,"ace":3269,"ĠLea":3270,"istrib":3271,"Ġresemb":3272,"by":3273,"ĠRa":3274,"Ġtriang":3275,"Ġcy":3276,"Ġsmoke":3277,"cing":3278,"erran":3279,"Ġreaches":3280,"Ġcolander":3281,"ommended":3282,"atur":3283,"chilada":3284,"ĠCoffee":3285,"Ġshort":3286,"ors":3287,"agne":3288,"ummer":3289,"Pe":3290,"Ġlin":3291,"ĠJack":3292,"fro":3293,"ĠMustard":3294,"Ġprov":3295,"ĠTrim":3296,"orm":3297,"ettucc":3298,"ina":3299,"ft":3300,"food":3301,"ĠVinaigrette":3302,"Ġkind":3303,"Ġhalfway":3304,"Ġbran":3305,"IG":3306,"ping":3307,"ĠStraw":3308,"BQ":3309,"ĠSeal":3310,":.":3311,"Tom":3312,"Ġoiled":3313,"Ġslicing":3314,"iracle":3315,"Ġrunning":3316,"ĠSqueeze":3317,"Ġsauerkraut":3318,"ĠCho":3319,"Cr":3320,"ĠSeasoning":3321,"away":3322,"ank":3323,"ĠOnions":3324,"Ġchestnuts":3325,"bled":3326,"Cranberry":3327,"Ġcustard":3328,"Ġpenne":3329,"Ġstor":3330,"Ġbagu":3331,"Ġreally":3332,"Ġsolid":3333,"ĠSandwiches":3334,"ĠCabbage":3335,"quila":3336,"Ġtex":3337,"Ġoutside":3338,"Ġpuff":3339,"Ġmandarin":3340,"Ġbubbling":3341,"Ġpressed":3342,"Ġwhich":3343,"atever":3344,"Ġpancakes":3345,"oca":3346,"issolve":3347,"ourbon":3348,"usts":3349,"Ġmarmalade":3350,"Ġcome":3351,"ĠDissolve":3352,"arian":3353,"ĠWal":3354,"ĠAdjust":3355,"Ġlumps":3356,"rawn":3357,"Ġcleaned":3358,"ĠFilling":3359,"Ġarugula":3360,"ampagne":3361,"bq":3362,"Ġim":3363,"ĠMiracle":3364,"Ġunbaked":3365,"Pumpkin":3366,"Ġ,":3367,"ĠLadle":3368,"ĠFrosting":3369,"ĠCooker":3370,"Mexican":3371,"utons":3372,"Ġportions":3373,"alam":3374,"ĠBrownies":3375,"aspberry":3376,"Ġhel":3377,"grain":3378,"ĠBiscuit":3379,"Ġmeasuring":3380,"lesh":3381,"Ġrib":3382,"sticks":3383,"ance":3384,"ĠAmerican":3385,"ĠHigh":3386,"Ġent":3387,"approx":3388,"Ġtopped":3389,"asch":3390,"Ġtwice":3391,"Al":3392,"ĠTuna":3393,"redo":3394,"ult":3395,"Ġmoderate":3396,"Ġdoll":3397,"usages":3398,"renheit":3399,"Ġshred":3400,"Ġcrusts":3401,"aschino":3402,"ĠCrock":3403,"Ġcornfl":3404,"Cheese":3405,"fredo":3406,"Ġgarbanzo":3407,"ĠFudge":3408,"bro":3409,"70":3410,"ease":3411,"amole":3412,"iluted":3413,"Ġtot":3414,"Ġwilted":3415,"Ġsafe":3416,"Ġrefried":3417,"Ġflesh":3418,"Ġwatermelon":3419,"Ġtube":3420,"Ġpickles":3421,"lip":3422,"cup":3423,"oultry":3424,"acamole":3425,"Ġfilled":3426,"Ġtexture":3427,"ball":3428,"ĠCinnamon":3429,"Ġscallops":3430,"Cheesy":3431,"Ġgive":3432,"IGH":3433,"ĠCoconut":3434,"ko":3435,"Ġfingers":3436,"Corn":3437,"ĠDO":3438,"Ġdessert":3439,"ama":3440,"Ġwaffle":3441,"cha":3442,"ealable":3443,"AT":3444,"aves":3445,"agna":3446,"Ġmaraschino":3447,"Ġcaraway":3448,"ĠSquash":3449,"Ġpimento":3450,"South":3451,"with":3452,"ĠCre":3453,"Sal":3454,"Ġmold":3455,"uice":3456,"ĠNow":3457,"Ġentire":3458,"Ġtap":3459,"ĠBBQ":3460,"rie":3461,"Ġdivide":3462,"melet":3463,"Ġlemonade":3464,"pre":3465,"ĠPam":3466,"ĠBreakfast":3467,"cm":3468,"met":3469,"sliced":3470,"anish":3471,"ĠOver":3472,"'re":3473,"Ġgenerously":3474,"ose":3475,"uy":3476,"aster":3477,"Ġpier":3478,"ĠFah":3479,"istach":3480,"Ġcycle":3481,"Ġsteamed":3482,"Black":3483,"more":3484,"ants":3485,"Ġresealable":3486,"lea":3487,"ĠCranberry":3488,"ioli":3489,"Ġpoultry":3490,"Ġdeli":3491,"ĠWatch":3492,"okes":3493,"hy":3494,"mint":3495,"Ġteaspoonfuls":3496,"asagna":3497,"Ġtemp":3498,"Ġinstead":3499,"ĠFahrenheit":3500,"**":3501,"Ġty":3502,"Ġsmaller":3503,"Tomato":3504,"chen":3505,"Ġgallon":3506,"Ġgrilled":3507,"ĠLower":3508,"Ġpressing":3509,"apia":3510,"Ġmeasure":3511,"Simple":3512,"ĠBurgers":3513,"Ġweeks":3514,"Ġbrowns":3515,"ummy":3516,"Ġdiagonally":3517,"Ġlinguine":3518,"land":3519,"Ġscraping":3520,"ettuccine":3521,"Ġsift":3522,"Ġheaping":3523,"ĠX":3524,"Ġown":3525,"inning":3526,"Ġbaguette":3527,"ubbed":3528,"Ġnectar":3529,"no":3530,"Ġme":3531,"any":3532,"ĠFa":3533,"Ġcrusty":3534,"presso":3535,"ĠVanilla":3536,"eel":3537,"Ġpears":3538,"ĠCucumber":3539,"ĠSpice":3540,"untry":3541,"ĠFlat":3542,"ĠBasil":3543,"Ġresembles":3544,"Ġliking":3545,"Ġcould":3546,"Ġsix":3547,"omeg":3548,"ĠLime":3549,"Ġdinner":3550,"oriz":3551,"ĠAr":3552,"Ġhazel":3553,"Ġradish":3554,"Ġpureed":3555,"itchen":3556,"ĠKosher":3557,"Egg":3558,"irloin":3559,"Ġsausages":3560,"ĠCrisp":3561,"Sm":3562,"ĠCooking":3563,"ĠOf":3564,"ulled":3565,"Ġteriyaki":3566,"rong":3567,"Ġespresso":3568,"don":3569,"sugar":3570,"ĠTea":3571,"Ġcrunchy":3572,"Ġtoppings":3573,"Ġwash":3574,"iano":3575,"Fried":3576,"No":3577,"Ġ150":3578,"rs":3579,"vil":3580,"ĠApples":3581,"Ġhoisin":3582,"rish":3583,"Ġcroutons":3584,"ĠBiscuits":3585,"drained":3586,"Ġwhatever":3587,"Ġroot":3588,"ĠOp":3589,"omegran":3590,"dough":3591,"OW":3592,"like":3593,"Ġpinto":3594,"ĠFlour":3595,"ĠOlive":3596,"Ġbeing":3597,"Pork":3598,"rout":3599,"ĠFlip":3600,"Mom":3601,"Ġloosely":3602,"Ġacross":3603,"Ġdistrib":3604,"ĠWarm":3605,"Ġhandle":3606,"Ġcircle":3607,"Ġactive":3608,"Ġweek":3609,"ffles":3610,"ĠPineapple":3611,"vers":3612,"Ġtequila":3613,"ĠMon":3614,"orizo":3615,"iento":3616,"Ġwild":3617,"Ġtah":3618,"Beef":3619,"isco":3620,"ĠHIGH":3621,"ĠLeave":3622,"ĠImm":3623,"alamata":3624,"man":3625,"ĠFeta":3626,"ways":3627,"Ġwish":3628,"Ġnic":3629,"ĠPl":3630,"efore":3631,"Ġstarting":3632,"rawns":3633,"Ġ).":3634,"egan":3635,"Slow":3636,"olone":3637,"Ġlarger":3638,"omegranate":3639,"Ġleg":3640,"ĠTe":3641,"Ġsticky":3642,"Ġtahini":3643,"ĠTablespoons":3644,"Ca":3645,"mar":3646,"Ġtall":3647,"Ġwon":3648,"itz":3649,"acad":3650,"Ġwrapper":3651,"ĠInc":3652,"Ġ160":3653,"Ġbrew":3654,"Ġstrong":3655,"Ġcontin":3656,"enned":3657,"ĠCarrots":3658,"rus":3659,"ĠKnead":3660,"Ġflavoring":3661,"Fresh":3662,"Ġapricots":3663,"ĠImmediately":3664,"Ġ55":3665,"Ġstrainer":3666,"ield":3667,"lock":3668,"ĠFish":3669,"ĠGran":3670,"ĠSepar":3671,"Potato":3672,"Ġmaker":3673,"Ġcore":3674,"Spinach":3675,"Ġangel":3676,"Ġcombin":3677,"Ġsieve":3678,"ĠMy":3679,"Ġpartially":3680,"hot":3681,"ĠMacaroni":3682,"ĠWheat":3683,"Ġundiluted":3684,"Ġsnipped":3685,"atural":3686,"Ġem":3687,"Ġdog":3688,"inned":3689,"rispies":3690,"rec":3691,"Ġraisin":3692,"Zucchini":3693,"Ġale":3694,"ĠTaco":3695,"isket":3696,"Ġdoesn":3697,"ĠChopped":3698,"As":3699,"Ġcent":3700,"Ġbrowning":3701,"Ġkielbasa":3702,"ĠCurry":3703,"mat":3704,"Ġstar":3705,"ĠSteam":3706,"Ġpic":3707,"Bacon":3708,"Ġsnow":3709,"Ġsirloin":3710,"Ġdutch":3711,"Ġenchilada":3712,"ĠMeatloaf":3713,"ality":3714,"Ġovenproof":3715,"Ġburgers":3716,"ĠDon":3717,"ĠMeatballs":3718,"ause":3719,"Ġdollop":3720,"ĠFlatten":3721,"Ġchar":3722,"ĠCrack":3723,"ĠBreas":3724,"IL":3725,"Shrimp":3726,"Ġliners":3727,"unts":3728,"Ġbecome":3729,"Ġlump":3730,"thick":3731,"ctly":3732,"Ġjulienned":3733,"White":3734,"ioca":3735,"omes":3736,"Ġ0":3737,"ĠBalls":3738,"Ġcornbread":3739,"ahlu":3740,"Ġpimiento":3741,"Ġportion":3742,"ĠQuick":3743,"ahlua":3744,"If":3745,"ĠRe":3746,"Ġreheat":3747,"cl":3748,"Ġcast":3749,"ĠMashed":3750,"Ġbones":3751,"Ġdashes":3752,"Ġoyster":3753,"Ġcoals":3754,"Ġloaves":3755,"Ġsoymilk":3756,"Ġlater":3757,"ĠSpicy":3758,"*.":3759,"Ġskewer":3760,"Ġnicely":3761,"aque":3762,"Ġpar":3763,"arge":3764,"ĠSyrup":3765,"Ġcontainers":3766,"165":3767,"ĠFrit":3768,"ĠRolls":3769,"Ġrepeat":3770,"iry":3771,"ĠOven":3772,"Ġflavour":3773,"kins":3774,"Ġbeginning":3775,"Broccoli":3776,"ĠBl":3777,"Ġsoaked":3778,"osemary":3779,"Red":3780,"ĠStrawberry":3781,"ĠPunch":3782,"Ġheads":3783,"Ġlog":3784,"ĠPeppers":3785,"atsup":3786,"ĠJo":3787,"Ġclams":3788,"Ġtable":3789,"Ġblanch":3790,"mit":3791,"Ġchutney":3792,"seed":3793,"ĠCreamy":3794,"ext":3795,"Ġfrench":3796,"anola":3797,"ĠCon":3798,"Ġpret":3799,"Ġle":3800,"Ġsee":3801,"Cinnamon":3802,"ĠSeed":3803,"Ġ125":3804,"Ġtort":3805,"Ġopaque":3806,"Ġprovolone":3807,"Ġcakes":3808,"efruit":3809,"Ġtotal":3810,"zing":3811,"ĠDelicious":3812,"Ġfrothy":3813,"Ġtam":3814,"ryst":3815,"Ġcheck":3816,"Ġvig":3817,"ealth":3818,"Ġnew":3819,"ĠSeparate":3820,"ON":3821,"men":3822,"Blueberry":3823,"Ginger":3824,"Ġcatsup":3825,"Ġrye":3826,"orous":3827,"alor":3828,"urrit":3829,"ipes":3830,"Ġmelon":3831,"ĠJuice":3832,"ĠTw":3833,"Ġmasher":3834,"cream":3835,"nack":3836,"ameter":3837,"Ġtoothpicks":3838,"Ġbecause":3839,"Ġbecomes":3840,"Ġgerm":3841,"Ġtortellini":3842,"Ġokra":3843,"usset":3844,"Ġeasy":3845,"Homemade":3846,"Ġpull":3847,"Ġsaff":3848,"Ġbottled":3849,"ĠDump":3850,"Ġscrape":3851,"Ġel":3852,"Ġpackets":3853,"Ġtype":3854,"ĠOne":3855,"Ġtriangles":3856,"orously":3857,"ĠSquar":3858,"Ġclose":3859,"Stuffed":3860,"ĠStart":3861,"Ġamounts":3862,"form":3863,"ĠIncrease":3864,"Pineapple":3865,"ob":3866,"rising":3867,"rost":3868,"ĠBaby":3869,"Ġvari":3870,"efly":3871,"ines":3872,"Ġtry":3873,"ante":3874,"Ġrectangle":3875,"Ġcreate":3876,"ĠPeach":3877,"lings":3878,"Ġpistach":3879,"ĠWa":3880,"ĠNext":3881,"Ġgrilling":3882,"Ġpreferred":3883,"HE":3884,"sion":3885,"oat":3886,"itrus":3887,"ĠEx":3888,"ĠCheesecake":3889,"Ġdoubled":3890,"Style":3891,"vory":3892,"Ġsecure":3893,"Ġcentre":3894,"Ġvigorously":3895,"Ġfudge":3896,"ams":3897,"Greek":3898,"Ġpower":3899,"Ġturns":3900,"Ġcirc":3901,"Ġcaster":3902,"ao":3903,"Ġtr":3904,"raft":3905,"Ġrel":3906,"ĠCrush":3907,"Ġpr":3908,"ĠNoodles":3909,"Ġdiameter":3910,"ĠTO":3911,"Ġflame":3912,"Bas":3913,"salt":3914,"may":3915,"Ġrusset":3916,"Ġkg":3917,"Ġfur":3918,"ĠKrispies":3919,"Ġtapioca":3920,"Ġkalamata":3921,"acadam":3922,"Ġhelp":3923,"ĠSquares":3924,"ĠDredge":3925,"arbe":3926,"Grand":3927,"ĠPound":3928,"Coconut":3929,"Ġpreferably":3930,"Ġtail":3931,